export const data = {
  categories: {
    과학기술정보통신: {
      voted: false,
      promises: [
        {
          no: 19,
          summary: "방송 공공성, 공정성 강화",
          contents:
            "공영방송 지배구조 개선으로 자율은 확대하고 책임은 강화\n공영 및 민영방송 정의 도입, 공영방송 핵심가치 부여\n편파방송 배제를 위한 ‘국민참여심의제’ 도입\n공영방송 수신료 투명화 및 경영난 해소를 위한 ‘수신료검증위원회’ 구성\n방송관련 차별없는 규제체제로 전환 및 재허기간 연장 검토\n재난방송 기능 정상화",
          voted: false,
          party: { name: "민생당", color: "#01a860", image: "images/민생당.jpg", selected: false }
        },
        {
          no: 69,
          summary: "제4차 산업혁명 육성 ~ 제2의 한강의 기적 만들기",
          contents:
            "실질적인 스마트 공장 도입을 위한 지원정책 수립・시행\n무인자동차/드론 시대를 대비한 각종 법・제도 정비\n무인자동차/드론 관련기술 개발을 위한 국책 연구기관 신설\nAI(인공지능), 로봇 기술 등을 가르치는 전문 교육기관 육성\n제4차 산업혁명 관련 기술의 종합 Test-Bed 구축\n일자리를 잃게 되는 분야의 종사자들에 대한 종합 대책 수립\n공유차량, 공유주택 등 신산업에 대한 각종 규제 철폐\n공공분야 연구기관, 학교 등을 제4차 산업혁명에 특화\n제4차 산업혁명과 관련된 스타트업에 대한 세제 등 각종 지원책 마련\n제4차 산업혁명의 필요성에 대한 사회적 공감대 형성",
          voted: false,
          party: {
            name: "친박신당",
            color: "#E20010",
            image: "images/친박신당.jpg",
            selected: false
          }
        },
        {
          no: 138,
          summary: "원전 강국 재가동",
          contents:
            "원전산업 정상화를 통하여 원전산업강국의 지위를 회복\n월성 1호기 복구 및 원전 재가동\n탈원전정책으로 피해를 입은 기관 및 사업체에 대한 국가지원\n「탈원전정책을 통한 국가문란행위에 대한 진상조사위원회 설치법」 제정",
          voted: false,
          party: {
            name: "기독자유통일당",
            color: "#51C28A",
            image: "images/기독자유통일당.png",
            selected: false
          }
        },
        {
          no: 189,
          summary: "데이터 유니온(데이터 주권을 위한 기본법 제정)",
          contents:
            "데이터 제공의 주체인 개인을 데이터 시대의 이해관계자로 편입하여 정보 제공, 공유, 활용에 참여할 수 있는 기본적인 권리로 인정\n개인에게 부여된 개인정보뿐만 아니라 개인이 생성하는 글, 사진, 영상 등의 다양한 형태의 데이터에 대한 소유권 인정",
          voted: false,
          party: { name: "미래당", color: "#937674", image: "images/미래당.png", selected: false }
        },
        {
          no: 201,
          summary:
            "창조적인 이공계 인재양성, 과학기술 육성정책과 응용 능력의 배양으로 창조한국을 견인하겠습니다.",
          contents:
            "정부부문 및 민간 부문의 연구개발 투자 확대\n광역지방정부별로 과학클러스터 조성\n해외인재 귀국시 혜택 부여\n4차산업혁명 관련 학부과정의 학과와 석박사과정 전문대학원 신설과 육성 지원\n정부 연구개발투자에서 신재생에너지, 환경기술, 생명의료, 인간공학, 재난관리기술 등 사람중심, 환경친화적 연구개발의 비중 대폭 증가\n과학기술인 중심의 기초과학 투자 확대\n광역지방정부로 특허청 산하의 지식재산센터를 이관 및 지식재산진흥원 설립",
          voted: false,
          party: {
            name: "미래민주당",
            color: "#8F1C86",
            image: "images/미래민주당.jpg",
            selected: false
          }
        },
        {
          no: 232,
          summary: "인터넷댓글 국기 달기 운동",
          contents:
            "현재 인터넷 댓글의 경우 ‘매크로’ 등의 방법으로 여론을 조작하고, 특정 외국인이 인터넷 여론을 주도하고 있는 바, 특히 ‘중국’, ‘러시아’, ‘동유럽’등의 장소에서 댓글이 달릴 경우, 해당 IP를 확인하여 댓글 옆에 ‘국기’를표기하여 자국민 또는 일반 시민이 해당 여론을 호도하지 않도록 함.",
          voted: false,
          party: { name: "새벽당", color: "#E8E263", image: "images/새벽당.png", selected: false }
        },
        {
          no: 272,
          summary: "글로벌 모바일산업 인재 육성과 지식융합사회 발전",
          contents:
            "창의력과 IT‧BT‧CT‧NT‧BTT‧AT‧CCT(문화콘텐츠기술) 등 산업기술 융합적 사고능력을 함양하는 수학‧과학기술융합 교육을 활성화하고 대학교육을 강화한다.\n우수한 젊은 과학자의 지원을 강화하여 세계적 과학자로 도약할 수 있도록 하고 여성과학기술인의 육성 및 활용을 위해 노력한다\n기초과학의 발전을 바탕으로 지식융합창조시대를 여는 동시에 질 좋은 일자리를 만들어 내는 글로벌 경제의 창업전성시대를 열어간다. ",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        }
      ]
    },
    교육: {
      voted: false,
      promises: [
        {
          no: 4,
          summary: "유치원부터 대학까지, 국가 책임 평등교육",
          contents:
            "만 3~5세 유아 3년 책임교육 실시(유보통합 추진. 교사 자격 및 보수체계, 부처 일원화, 유아학교 제도 마련. 국공립과 사립, 유치원과 어린이집 장점 흡수)\n석면 등 건강 위협하는 학교시설, 안전하게 정비, 사각형 학교건물을 다양한 형태의 선진 친환경 건물로 전환. 동그라미 작은학교 실현\n집 가까운 곳에 1대1 멘토링 학습지원센터 설치, 국가 기초학력지원센터 설치\n일반고의 학급당 학생수와 교원 1인당 학생수를 과학고 이상으로 개선\n외고·국제고·자사고→일반고 일괄 전환 차질없이 진행\n직업교육 혁신(직업계고 첫 월급 250만 원, 미래산업 고려한 학과 및 교육과정 개편, 마이스터고 수준의 행재정 지원으로 직업계고 간의 격차 해소)\n(1단계) 국공립 및 공영형 사립전문대 무상 → (2단계) 국공립대 및 공영형 사립대 무상 → (3단계) 공영형 외 사립은 가처분소득 감안한 표준등록금으로 등록금 절반\n국립대 재정지원 확대 및 공적 역할 강화, 공영형 사립대 시범운영 후 본격 추진\n국공립대와 공영형 사립대 중심으로 권역별 대학 네트워크 구성 후 점차 확대",
          voted: false,
          party: { name: "정의당", color: "#ffcb08", image: "images/정의당.jpg", selected: false }
        },
        {
          no: 15,
          summary: "미래지향적 교육개혁 및 국·공립대학 무상교육 추진",
          contents:
            "교육부 폐지, 국가교육위원회 설치\n국·공립대학교 무상 등록금 시행\n사립대학교 학생에게 학자금 무이자 대출 시행\n대입 수시전형의 공정성 회복 전까지 정시전형 중심으로 입시 운영\n학생생활기록부에 학교 밖 활동은 일체 기재 금지\n국가수준교육과정 개정에 교사의 참여를 확대하고 신진연구자, 관련 산업 분야의 전문가, 학부모가 직접 참여하도록 하여 사회변화에 걸맞은 교육내용 구성\n학생들이 자신의 성취수준, 관심과 필요에 따라 과목을 선택할 수 있도록 교과 선택권 확대",
          voted: false,
          party: { name: "민생당", color: "#01a860", image: "images/민생당.jpg", selected: false }
        },
        {
          no: 39,
          summary: "대학입시 정시를 70%로 확대하고, 특목고-자사고-외국어고 폐지 백지화하겠습니다",
          contents:
            "조국사태의 ‘아빠 찬스, 엄마 찬스’ 대신 공정한 대학입시제도로 개혁\n자사고, 외고, 국제고, 특목고 폐지정책을 원상회복하고 공교육 강화\n4차산업혁명시대를 선도할 직업인 양성 위한 최첨단 직업학교 설치 확대",
          voted: false,
          party: {
            name: "국민의당",
            color: "#EA5504",
            image: "images/국민의당.png",
            selected: false
          }
        },
        {
          no: 46,
          summary: "서울대 폐지! 국공립대통합네트워크 추진!",
          contents:
            "대학서열 해체\n서울대학교 폐지\n국공립대학교 통합네트워크 구축\n국공립 통합네트워크 교육과정을 이수할 의지와 능력이 있는 사람이라면 누구나 무상으로 교육을 받을 수 있도록 함\n양질의 직업훈련 교육기관 육성 병행",
          voted: false,
          party: { name: "민중당", color: "#f26522", image: "images/민중당.png", selected: false }
        },
        {
          no: 58,
          summary:
            "전교조의 좌익사상 주입교육 금지. 학부모와 교육목표 계약하는 ‘계약학교제’ 실시. 군복무자에 대한 보상으로 대학등록금, 직업훈련비 지원. 학자금 대출 상환 35세까지 유예",
          contents:
            "교육 목표를 자유시장경제 체제에 맞게 타인에 봉사할 수 있는 재능습득과정으로명시하고, 상업 재무교육, 인문교육, 실업교육, 과학교육 균형 실시\n학부모와 학교 당국 간에 교육목표를 계약하는 ‘계약학교제’ 실시\n군복무자에 대한 보상으로 대학등록금, 직업훈련비 지원\n학자금 대출상환 35세까지 유예\n전교조의 좌익 사상교육 금지, 혁신학교 폐지, 특목고 존치",
          voted: false,
          party: {
            name: "우리공화당",
            color: "#00A651",
            image: "images/우리공화당.jpg",
            selected: false
          }
        },
        {
          no: 65,
          summary: "전교조 폐지 등 교육제도 혁신",
          contents:
            "미래지향적 교육을 위하여 전교조 폐지\n국정교과서 제도 변경. 객관적 역사교육 추진\n시장기능에 의한 대학입시제도의 정착\n사립대학의 통·폐합, 퇴출이 가능하도록 제도 개편\n교육감 직선제 폐지\n4차 산업혁명 시대에 적응할 수 있도록 AI 등 기본 기술 교육 강화\n평생교육시스템을 강화하여 성인들에게 실질적인 재교육 제공\n현재 6년제인 초등학교 과정에 유치원 과정을 추가 설치\n고등학교 교육에 직업 교육제 강화",
          voted: false,
          party: {
            name: "친박신당",
            color: "#E20010",
            image: "images/친박신당.jpg",
            selected: false
          }
        },
        {
          no: 78,
          summary: "교육 제도 개편",
          contents:
            "유아, 초등, 중등 교육 의무화, 고등학교폐지, 6년제 고등대학 직업교육제도 실시\n교육자치제 폐지, 서울대학 및 문과대 폐지 기술과학개방대학원으로 개편\n역사도서관 설치\n고학력실업자 퇴직자 미래직업 교육직 채용\n항구적인 아시아와 세계평화를 위한 고대역사연구원 설치",
          voted: false,
          party: { name: "코리아", color: "#773959", image: "images/코리아.png", selected: false }
        },
        {
          no: 85,
          summary:
            "대학학자금 무상으로! 대학 학자금 이자는 국가가 부담해서 탕감하고, 학자금 관련 신용불량자는 당장 없애야 합니다",
          contents:
            "이자는 없애주고, 기 대출자는 탕감해주며, 학자금 관련 신용불량은 당장 없애도록 해야 합니다.",
          voted: false,
          party: {
            name: "가자!평화인권당",
            color: "#CB465C",
            image: "images/가자_평화인권당.png",
            selected: false
          }
        },
        {
          no: 106,
          summary: "수능시험 폐지, 중등과정 시험은 본인이 원하는 한 과목의 모의고사 점수로",
          contents:
            "수능시험을 폐지하고, 중등과정의 시험은 본인이 원하는 한 과목의 6년간 모의고사 점수로 대학이 결정되게 하며, 기타 과목은 수업만 받게함",
          voted: false,
          party: {
            name: "국가혁명배당금당",
            color: "#DF4801",
            image: "images/국가혁명배당금당.png",
            selected: false
          }
        },
        {
          no: 126,
          summary: "어린이집 이상 교육기관에서 준법 정신과 인성교육 방공교육을 의무화",
          contents:
            "**어린이집 이상 교육기관에서 준법 정신과 인성교육 방공교육을 의무화하겠습니다.",
          voted: false,
          party: {
            name: "국민참여신당",
            color: "#BE39DD",
            image: "images/국민참여신당.png",
            selected: false
          }
        },
        {
          no: 129,
          summary: "대학의 입학정원제를 졸업정원제로 바꾸는 정당 로스쿨제도를 바꾸겠습니다.",
          contents: "**대학의 입학정원제를 졸업정원제로 바꾸는 정당 로스쿨제도를 바꾸겠습니다.",
          voted: false,
          party: {
            name: "국민참여신당",
            color: "#BE39DD",
            image: "images/국민참여신당.png",
            selected: false
          }
        },
        {
          no: 133,
          summary: "종교사학의 자율성 보장",
          contents:
            "사립학교의 건학이념에 따른 자율성 보장\n「사립학교법」개정\n종립학교의 설립과 종교교육의 자유 보호규정 신설\n교육 바우처 실시(현재 교육기관에 지급 중인 정부 지원 교육비를 학부모에 직접 지급함으로써 학부모의 교육 선택권 확보를 통한 자율성 보장)",
          voted: false,
          party: {
            name: "기독자유통일당",
            color: "#51C28A",
            image: "images/기독자유통일당.png",
            selected: false
          }
        },
        {
          no: 137,
          summary: "젠더평등이 아닌 양성평등 실현",
          contents:
            "성해방 사상을 가르치는 젠더평등 또는 성평등교육이 아닌 생명의 가치를 존중하는 성경적 가치관을 바탕으로 한 남녀 양성평등 교육을 실시하여 가정, 출산, 생명의 가치 수호",
          voted: false,
          party: {
            name: "기독자유통일당",
            color: "#51C28A",
            image: "images/기독자유통일당.png",
            selected: false
          }
        },
        {
          no: 140,
          summary: "출산·양육지원금 제도 신설",
          contents:
            "「헌법」이 보장하는 양성평등에 기초한 혼인과 가족생활의 성립 및 유지\n모성의 출산·양육권을 보장하고, 여성의 근로 및 복지향상\n대한민국이 현 인구규모를 유지하기 위한 합계출산율 2.1명 유지",
          voted: false,
          party: {
            name: "기독자유통일당",
            color: "#51C28A",
            image: "images/기독자유통일당.png",
            selected: false
          }
        },
        {
          no: 148,
          summary: "노동·성평등·차별금지 교육 정규교과목화",
          contents:
            "학교에서부터 차별과 폭력, 혐오에 대한 성찰하고 토론하고 반성하고 이를 사회로 확장하여 평등하고 평화롭고 안전한 사회공동체의 토대를 만듦\n대다수의 학생들이 노동자로, 여성으로, 또는 다양한 소수자로 살아가야 하는 현실에서 노동권과 성평등 그리고 차별금지에 대한 교육을 정규 교육과정에 포함",
          voted: false,
          party: { name: "노동당", color: "#EA8788", image: "images/노동당.png", selected: false }
        },
        {
          no: 173,
          summary:
            "최첨단 교육시스템으로 행복한학교(Happy School) 평생교육 천국을 만들어 드리겠습니다",
          contents:
            "전국의 45개 국립대학을 서울대학교로 통폐합하여 세계제일의 첨단대학으로 만든다.\n수능시험을 3과목(건강체육, 인성과영성, 특기적성)으로 축소평가\n사교육비 제로, 영유아부터 대학까지 그리고 2번째 3번째 대학까지 무상으로 지원하며 석,박사과정도 동일하게 지원",
          voted: false,
          party: {
            name: "대한민국당",
            color: "#A82947",
            image: "images/대한민국당.gif",
            selected: false
          }
        },
        {
          no: 185,
          summary: "16세 교육감 직선제",
          contents: "교육감 투표권을 16세부터 보장",
          voted: false,
          party: { name: "미래당", color: "#937674", image: "images/미래당.png", selected: false }
        },
        {
          no: 200,
          summary: "균등한 교육기회와 창조적 교육을 통해 세계최고의 교육강국을 만들겠습니다.",
          contents:
            "교육경쟁력 세계 1위 달성(유아에서 대학까지 교육의 공공성 강화, 보편적인 공교육 감소, 학습자 개성∙재능 고려한 학습체계 구축 등)\n영유아교육 공립비율 90% 수준\n초중고교육 완전 의무교육화\n대학교육 경쟁력 강화(고등교육 공공성 강화 및 대학의 국공립비율 확대, 공영형 사립대 단계적 육성ㆍ확대 추진 등)\n교원의 전문성과 책무성 강화\n산학연계교육, 자립형 직업 교육 강화\n평생 교육기반 확충과 기회 제공",
          voted: false,
          party: {
            name: "미래민주당",
            color: "#8F1C86",
            image: "images/미래민주당.jpg",
            selected: false
          }
        },
        {
          no: 226,
          summary: "대한민국 건국 이념 재건",
          contents:
            "국정 교과서 집필진에 해당 내용을 설명하고 설명이 포함될 수 있도록 함- 또한 과거에 비해 과도하게 비중이 축소된 ‘고대사’ 내용을 확대하고, 역사적 사실 관계 등 내용이 정리되지 않은 ‘현대사’ 부분을 일정부분 삭제하여 공정성을 유지하도록 함",
          voted: false,
          party: { name: "새벽당", color: "#E8E263", image: "images/새벽당.png", selected: false }
        },
        {
          no: 239,
          summary: "범국민 도덕성 회복운동",
          contents: "충청이 중심이 되는 대통합 정치(고소고발정치에서 협의의 정치실현)",
          voted: false,
          party: {
            name: "충청의미래당",
            color: "#39976F",
            image: "images/충청의미래당.jpg",
            selected: false
          }
        },
        {
          no: 240,
          summary: "올바른 역사관 정립 교육",
          contents: "충청을 세계적인 역사, 인성, 정신문화 교육의 메카로 조성",
          voted: false,
          party: {
            name: "충청의미래당",
            color: "#39976F",
            image: "images/충청의미래당.jpg",
            selected: false
          }
        },
        {
          no: 249,
          summary: "번역청 신설",
          contents: "올바른 번역으로 세계로 뻗어 나가자.",
          voted: false,
          party: {
            name: "통일민주당",
            color: "#F509C8",
            image: "images/통일민주당.png",
            selected: false
          }
        },
        {
          no: 261,
          summary: "교육의 기회균등 실현과 공교육 되살리기 실천",
          contents:
            "국민은 누구나 균등한 교육기회가 보장되는 사회를 실현하여 공정한 출발과 공정한 경쟁을 할 수 있도록 한다.\n또한 학교의 자율성과 책임과 의무를 강화하고, 공교육의 질을 높여 학생은 누구나 자신이 원하는 수준의 교육을 받을 수 있도록 장려한다.\n영,유아 보육 및 교육에 대한 국가적 책임을 확대하고, 고등학교 교육의 의무화를 확립한다.",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        },
        {
          no: 262,
          summary: "품격과 인성을 갖춘 창의인재 양성",
          contents:
            "인성 중심의 창의적 교육과정을 운영하고 잠재력과 자기주도적 학습능력에 따른 교육제도를 정착시킨다. 성장단계별로 맞춤형 진로교육을 내실화하여 학생 스스로 생애진로를 개발해 나갈 수 있도록 지원한다.\n또한 학생들의 인성교육을 강화하여 자유와 권리에 따른 책임과 의무를다하는 건전한 시민으로 양성한다.",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        },
        {
          no: 263,
          summary: "평생교육사회 구축",
          contents:
            "국민들이 언제 어디서나 원하는 교육과 훈련을 받을 수 있는 평생학습사회를 구축한다\n대한민국은 지식기반사회에 부응하고 개인의 창의력을 존중한다.\n이를 위해 성인교육의 기회를 확대하고 직업과 교육이 병행하는 평생교육여건을 조성하며 교육계와 지역사회가 함께 인재를 육성하는 교육네트워크를 구축한다. ",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        },
        {
          no: 291,
          summary: "수시 축소, 학생부 종합전형 폐지",
          contents:
            "대학입시제도에서 수시모집을 합리적으로 인정되는 수준으로만 유지하되 대폭 축소\n전문성과 공정함이 전혀 입증되지 않은 입학사정관제도와 학생부 종합전형은 전면 폐지\n대학수학능력시험(수능)의 변별력을 실효성이 있도록 강화,수능에서 국⋅영⋅수 비중을 대폭 축소하고 다양한 과목의 비중을 늘림",
          voted: false,
          party: { name: "홍익당", color: "#FF7700", image: "images/홍익당.png", selected: false }
        },
        {
          no: 292,
          summary: "대학 서열화 없애는 국공립대 연합 네트워크 추진",
          contents:
            "국공립대의 공동선발⋅공동학위 취득 시스템 구축\n국공립대 간 기능별 통합 및 공동운영 체제 구축\n국공립대 공동운영체제를 수용하는 대학에 대해 국비 지원 강화 및 이를 통한 등록금 인하, 연구보조금 증액 등을 지원\n사립대도 원할 경우 공동운영체제에 편입하여, 자연스럽게 대학 통폐합 추진\n대학 간 기능 통합으로 인한 대학 연구 분야의 중복 투자를 방지하고 연구분야의 전문화를 기함",
          voted: false,
          party: { name: "홍익당", color: "#FF7700", image: "images/홍익당.png", selected: false }
        }
      ]
    },
    "국방/통일외교통상": {
      voted: false,
      promises: [
        {
          no: 10,
          summary: "평화와 협력의 새로운 한반도",
          contents:
            "한국형 징모혼합제로 군 체질 개선(징병제 기본틀을 유지하되, 모병 10만명과 징집 10만명으로 구분해 모집, 군 병력을 간부 20만, 병사 20만 수준으로 감축 등)\n방위산업을 개혁해 무분별하게 증액되는 국방예산 효율화(방위산업의 개혁에는 정부와 민간의 역할 재조정, 연구개발체계 개혁. 무기획득체계 개혁 등 포괄, 청와대 방위산업비서관 신설로 방위산업 전반의 개혁 담당 등)\n4자회담 제안하고 한반도 비핵화·평화체제 형성에 주도적으로 참여\n6자회담을 재개하고, 동아시아 지역 안보협력 강화(동아시아 안보협력 실질화, 제도화로 동아시아 평화공동체 토대 형성 등)\n인권과 평화 등 보편적 원칙에 기초해 일본, 중국 등 주변국 관계 정립(일본의 과거사 퇴행을 바로잡고, 일본군 위안부, 강제징용자 등 과거사 문제 근원적 해결, 중국의 주권은 존중하되, 중국 당국이 홍콩 및 대만 정책 등에 있어 무력사용 반대. 대화와 타협에 의한 문제해결 원칙 견지 및 민주화, 인권 신장 등 일국양제 원칙 및 그 발전에 입각한 정책을 취하도록 외교적 노력 전개 등)",
          voted: false,
          party: { name: "정의당", color: "#ffcb08", image: "images/정의당.jpg", selected: false }
        },
        {
          no: 18,
          summary: "군 복무 청년에게 더욱 확대된 국가 보상 및 지원 강화",
          contents:
            "국가는 군 입대자에게 입영 ~ 전역까지 모든 것을 관리하고 군생활 전반에 대해 지원하며, 국가보훈자가 될 경우 현재보다 확대된 예우 및 국가책임을 대폭 강화\n군 입영시 대학이나 직장 등 사회환경으로부터 단절되지 않도록 일과 후 독서, 컴퓨터 활용 e러닝/자격증, 인터넷 수강 등 자기개발 여건의 대폭 개선\n군장병의 월급을 현행 최저임금의 1/2 수준으로 인상하고, 매월 사용후 남는 잔여금액을 은행에 저금한 후 전역 시 환급 조치",
          voted: false,
          party: { name: "민생당", color: "#01a860", image: "images/민생당.jpg", selected: false }
        },
        {
          no: 23,
          summary: "강한 국가안보 튼튼한 대한민국",
          contents:
            "9.19 남북군사합의서 등 안보포기 정책 폐기\n북한의 핵과 미사일 위협에 대비해 완벽한 군사대응테세 강화 및 한미간 ‘핵동맹’ 추진\n국민이 안심할 수 있는 튼튼한 사이버 안보체계를 확립하기 위해 「국가사이버안전기본법」제정 및 범부처 컨트롤타워 구축\n재외국민 권익 신장 적극 추진(재외국민 대상 대형사건사고·해외재난사고 전담 기구 설립, 이중과세 방지를 위한 국가 간 협정 확대 추진 등)",
          voted: false,
          party: {
            name: "미래한국당",
            color: "#be055f",
            image: "images/미래한국당.png",
            selected: false
          }
        },
        {
          no: 40,
          summary: "한미 핵공유시스템 구축하고, 첨단과학강군 육성하겠습니다 ",
          contents:
            "북한의 핵무기와 ICBM 및 SLBM 능력 고도화에 대응해 나토형 한미 핵공유시스템 구축\n저출산 병역자원 감소에 선제적으로 대비하고 첨단과학강군 육성 위해 전문부사관제 확대\n전역장병들의 창업· 취업· 학업을 위한 사회진출 장려금 2천만원 지급. ",
          voted: false,
          party: {
            name: "국민의당",
            color: "#EA5504",
            image: "images/국민의당.png",
            selected: false
          }
        },
        {
          no: 44,
          summary: "한반도 평화실현과 불평등한 한미관계 청산",
          contents:
            "한반도 평화체제 구축을 위한 한미상호방위조약 폐기\n주한미군 단계적 철수, 한미 연합군사훈련 영구 중단, 2020년내 전시작전통제권 환수 완료, 방위비 분담금 특별협정 폐기, 유엔사 해체",
          voted: false,
          party: { name: "민중당", color: "#f26522", image: "images/민중당.png", selected: false }
        },
        {
          no: 52,
          summary:
            "김정은 정권 교체. 북한민주화 개혁개방 추진. 4.27판문점 선언 및 9.19 남북군사합의 폐기. 종북 주사파 세력 척결.",
          contents:
            "국방백서에 주적 명시, 4.27판문점 선언 및 9.19남북군사합의 폐기, 국방파괴행위원상복구\n‘자유민주주의 수호법’을 제정하여, 각급 기관 조직 기업들도 자신과 관련된 경우법률에 근거해서 사회주의 약탈선동자들의 조직파괴, 기업파괴, 국가파괴 행위에 대해 징계, 고용계약 해지, 형사고발 등 다양한 자위적 조치를 할 수 있도록 함",
          voted: false,
          party: {
            name: "우리공화당",
            color: "#00A651",
            image: "images/우리공화당.jpg",
            selected: false
          }
        },
        {
          no: 53,
          summary:
            "첨단정보과학군 건설로 자주국방력 강화. 한미동맹, 한-미-일 안보협력으로 연합방위체제 강화 유지",
          contents:
            "F35, 싸드 도입 등 신무기 획득 사업 계속 진행\n기계화 사단 육성\n드론 등 신무기 활용\n친중반미노선 반대\n인도양 태평양 전략 참여 결의안 및 한미일 삼각 안보 경제 협력 촉구 결의안 국회 통과",
          voted: false,
          party: {
            name: "우리공화당",
            color: "#00A651",
            image: "images/우리공화당.jpg",
            selected: false
          }
        },
        {
          no: 62,
          summary: "한미일 동맹 강화와 북핵 폐기",
          contents:
            "주적 개념을 명확히 정립 ~ 북한과 북한의 직접적 지원세력\n남북관계 재정립을 위한 대화는 북핵 폐기 후에\n한미일 군사동맹 체결\n한미 군사훈련 재개\n미사일 방어 체제 참여\n사드 추가 배치\n대북 지원은 인도적 차원으로 한정\n무기 현대화를 통한 전력 강화\n무기 개발을 위한 연구개발 역량 강화\n사이버 공격에 대비한 대응 역량 강화 ",
          voted: false,
          party: {
            name: "친박신당",
            color: "#E20010",
            image: "images/친박신당.jpg",
            selected: false
          }
        },
        {
          no: 71,
          summary: "국방 안보 통상",
          contents:
            "북진통일, 흡수통일 정책(국가비용 절감으로 지속가능한 통일경제발전5개년계획 수립, 통일 헌법⋅정부 조직 구성 통일위원회 발족 등)\n북한왕조 종북좌파 타도 정책(친북한기업, 정당정치세력, 경제세력, 위장국내재외노동자세력, 종교사회단체, 공공조직 축출로 국가적, 사회적비용 절감으로 북진통일비용 재원 마련)\n핵무기, 수소폭탁 무력화 전략, 주적 확대에 따른 전략 전술 부대 설치, 국가테러방비안전 전략 전술 부대 설치\n국가안보도청법제정-국내외를 총망라 한 도청기술개발\n북진통일 국제외교 강화",
          voted: false,
          party: { name: "코리아", color: "#773959", image: "images/코리아.png", selected: false }
        },
        {
          no: 81,
          summary:
            "과거청산은 건강한 한일 미래설계! 일본이 공탁한 강제징용 미불노임 4조원대를 일본으로부터 받아오겠습니다.",
          contents:
            "강제징용 피해자와 유족의 요청을 들어 억울함 없도록 보상\n일본이 공탁한 강제징용 미불노임 4조원대를 일본으로부터 받아오겠습니다.",
          voted: false,
          party: {
            name: "가자!평화인권당",
            color: "#CB465C",
            image: "images/가자_평화인권당.png",
            selected: false
          }
        },
        {
          no: 82,
          summary: "자유왕래 통일대박! 개성공단 재개하고, 금강산은 연다!",
          contents: "북과 협의하여 5.24조치의 원인이 되었던 원인의 재발방지 등에 대해 확실히 보장",
          voted: false,
          party: {
            name: "가자!평화인권당",
            color: "#CB465C",
            image: "images/가자_평화인권당.png",
            selected: false
          }
        },
        {
          no: 86,
          summary:
            "강제징용 유해를 DMZ로! 남북이 공동으로 강제징용 유해를 DMZ 추모 평화공원에 안장하겠습니다.",
          contents: "강제징용 유해를 남북이 한자리에 모셔서 남북이 함께 성묘",
          voted: false,
          party: {
            name: "가자!평화인권당",
            color: "#CB465C",
            image: "images/가자_평화인권당.png",
            selected: false
          }
        },
        {
          no: 118,
          summary: "새터민 정착지원 및 인권보호법 제정",
          contents:
            "창업교육과 창업자금(무담보, 무보증)을 지원하며 지속적인 사후관리를 통해 안정적인 경제활동을 하도록 하겠습니다.\n제3국 출생 북한이탈주민 청소년들이 안전한 교육을 받을 수 있도록 대안학교 및 그에 관련된 교육프로그램을 지원하도록 추진하겠습니다.\n생계의 어려움을 해소하고 상처받은 내면을 치유하도록 심리치료를 지원하며, 반값주택 지원을 받아 안정적인 주거생활을 확립하도록 하겠습니다.\n한 부모 여성가장의 소자본 창업을 지원하며, 창업교육 및 운영 지원을 통해 스스로 자립할 수 있는 시스템을 확립을 하겠습니다. ",
          voted: false,
          party: {
            name: "국민새정당",
            color: "#C24EDB",
            image: "images/국민새정당.png",
            selected: false
          }
        },
        {
          no: 134,
          summary: "탈북민 인권보호 및 통일인재 육성",
          contents:
            "생명을 걸고 자유를 찾은 탈북민의 인권을 철저히 보호하고, 통일인재를 육성하여 통일의 일꾼 양성\n「북한이탈주민의보호및정착지원에관한 법률」전면 개정\n자활능력이 결여된 사각지대 탈북민인 노인·장애인·한부모 가정에 대한 실효적 복지지원대책인 한성옥 모자법 신설\n「법학전문대학원설치·운영에 관한 법률」을 개정하여 법학전문대학원에서 통일법제 과목을 필수과목으로 지정하여 통일법 전문가 양성\n남북하나재단을 정치적 영향력이 덜 미치는 행정안전부로 이관하고 탈북민 정착 및 자활지원 재단으로 명칭을 개칭\n북한 인권법을 부활시키고 북한 인권재단을 설립해 북한 자유화 및 민주화를 촉진하고 북한 주민들의 인권을 개선하기 위한 민간활동을 적극 지원",
          voted: false,
          party: {
            name: "기독자유통일당",
            color: "#51C28A",
            image: "images/기독자유통일당.png",
            selected: false
          }
        },
        {
          no: 139,
          summary: "월남 파병 유공자 보상특별법 제정",
          contents:
            "자유민주주의를 수호하기 위해 월남전에 참전한 유공자들의 국가를 위한 헌신을 영원히 기억\n월남참전의 희생과 위훈을 기리고 후대에 이를 전승하기 위해 월남 참전 기념일을 지정\n월남전쟁 군인으로 참전하였으나 정부로부터 지급받지 못한 전투근무수당 등의 지급을 위한 (가칭) 「월남 참전유공자 보상특별법」제정",
          voted: false,
          party: {
            name: "기독자유통일당",
            color: "#51C28A",
            image: "images/기독자유통일당.png",
            selected: false
          }
        },
        {
          no: 166,
          summary: "통일정책과 군사력 증강",
          contents:
            "국방력 강화를 위하여 북한보다 월등한 개인 및 육해공군의 군사훈련과 예비군 훈련과 전 국민비상체제 군사훈련도 보강하여 실시한다.\n국내외로 북한공산당을 지지하는 세력들을 척결하여야 한다\n군사 무기들을 지속적으로 개발하여 세계 어느 나라와의 전쟁에서도 승리할 수 있는 최첨단 무기 체계를 유지하고 미국등과 우방국동맹을 강화한다.",
          voted: false,
          party: { name: "대한당", color: "#33B27D", image: "images/대한당.png", selected: false }
        },
        {
          no: 168,
          summary: "외교 안보 및 세계화",
          contents:
            "다국적인 외교정책을 수립하고 각 나라에 설치된 대사관을 통하여 세계 모든 나라들과 우방적인 외교 전략을 펼쳐서 대한민국이 주도하는 통일을 앞당기고, 세계를 지배할 경제, 문화, 정치의 외교정책을 수립, 강화한다.\n5대양 6대주를 주도하고 다스릴 교육, 군사훈련, 경제정책훈련, 생산능력의 증대, 언어훈련, 각 나라들의 적응능력을 배양한다.",
          voted: false,
          party: { name: "대한당", color: "#33B27D", image: "images/대한당.png", selected: false }
        },
        {
          no: 176,
          summary:
            "심정교류를 통한 평화화합통일과 함께 DMZ를 세계평화교육장화하고 유엔본부 각국 박물관유치로 전쟁종식 세계평화의 지구촌을 만들어 드리겠습니다.",
          contents:
            "평화화합 통일한국을 완결\n자주국방에 필요한 병력 57만명으로 감축\n모병제로 직업군인을 선발하고 준 공무원 대우\nDMZ에 세계평화 교육장 개장\nDMZ에 UN기구 유치\n평화화합 통일 후 국호를 대한조선으로 변경",
          voted: false,
          party: {
            name: "대한민국당",
            color: "#A82947",
            image: "images/대한민국당.gif",
            selected: false
          }
        },
        {
          no: 187,
          summary: "모병제 촉진법",
          contents:
            "2020년을 모병제 추진 원년으로 하여 10년 간 2030년까지 완전한 모병제로의 전환을 완성\n국방 병력을 30만 명을 기준으로 설정하여 조정",
          voted: false,
          party: { name: "미래당", color: "#937674", image: "images/미래당.png", selected: false }
        },
        {
          no: 193,
          summary: "한반도 통일과 동아시아 번영을 이루겠습니다.",
          contents:
            "한반도의 완전하고 영구적인 비핵화 추구\n남북 상호 협력과 평화공존 나아가 완전한 평화통일 지향\n남북 경제협력 재개 및 확대(경제협력을 통한 통일기반 구축, 개성공단의 즉각 조업 재개 및 확대 그리고 향후 어떠한 경우에도 중단 없는 운영을 선언 등)\n동아시아 경제ㆍ안보 협력 강화(동아시아 경제공동체, 안보공동체 추진 등)",
          voted: false,
          party: {
            name: "미래민주당",
            color: "#8F1C86",
            image: "images/미래민주당.jpg",
            selected: false
          }
        },
        {
          no: 213,
          summary: "강력한 국토안보법 입법",
          contents:
            "국정원 대북 첩보 업무 부활\n대한민국을 파괴하는 반국가 사범 · 종북 · 친중 · 좌익 사상범은\n공무원 및 정치를 금하는 입법\n친중 · 종북 정책 전면 폐지\n한미일 군사동맹 복원과 우호 증진\n북한에 대한 모든 지원 중단\n국정원을 세계최고정보기관으로 개혁\n천안함 폭침, 연평도 포격과 금강산 우리국민 피살에 따른 책임소재\n규명과 북한의 분명한 사과 요구와 재발 방지 관철\n이슬람난민 유입금지",
          voted: false,
          party: { name: "자유당", color: "#477C1E", image: "images/자유당.png", selected: false }
        },
        {
          no: 223,
          summary: "한미동맹의 재정립 및 강화",
          contents:
            "작년까지 국익우선 집회를 하였으나, 현재 대중이 모이는 대규모 집회는 ‘우한폐렴’으로 인해 잠정중단 되었음. 우한폐렴 전파의 위험성에서 한 발 물러선 유튜브 등 온라인을 통해 중국의 안보, 경제, 역사침략 등의 위험성을 지속적으로 알리고 있음.\n미국 공화당 의원 및 외국 언론과 정당차원에서 접촉, 동반자로서의 미국과의 동맹관계 강화",
          voted: false,
          party: { name: "새벽당", color: "#E8E263", image: "images/새벽당.png", selected: false }
        },
        {
          no: 224,
          summary: "사드(THAAD) 배치 증강",
          contents:
            "현재 성주에 설치되어 있는 1개 사드 대대 이외에 경기, 강원, 전남, 제주 등에 4개의 대대를 추가 설치, 북한과 중국의 미사일 도발과 잠재적 군사위협을 대비하고, 북한의 미사일 도발을 억제함\n ",
          voted: false,
          party: { name: "새벽당", color: "#E8E263", image: "images/새벽당.png", selected: false }
        },
        {
          no: 225,
          summary: "지소미아 복구",
          contents:
            "JCU(Japanese Conservative Union) 및 ACU(American ConservativeUnion)와의 동맹을 통한 한미일 민간보수벨트를 형성하고 일본과 외교채널을 복원하고 미국이 참여한 지소미아 조약 별도 체결. 국정원 및 국가안보회의 내 북한 및 중국 관련 내용 정보를 공유하고 군사도발을 미연에 방지하도록 함 군사도발을 미연에 방지하도록 함.",
          voted: false,
          party: { name: "새벽당", color: "#E8E263", image: "images/새벽당.png", selected: false }
        },
        {
          no: 247,
          summary: "보훈정책만이 살 길이다.",
          contents: "상대적으로 홀대를 받고 있는 전쟁 참전 영웅들에 대한 예우 확대.",
          voted: false,
          party: {
            name: "통일민주당",
            color: "#F509C8",
            image: "images/통일민주당.png",
            selected: false
          }
        },
        {
          no: 253,
          summary: "경제통일로 민족간 동질성 회복, 평화정착",
          contents: "경제통일 이룩하여 평화통일 정착하자.",
          voted: false,
          party: {
            name: "통일민주당",
            color: "#F509C8",
            image: "images/통일민주당.png",
            selected: false
          }
        },
        {
          no: 273,
          summary: "국방과학 기술의 국산화",
          contents:
            "ICT를 기반으로 AI(인공지능)기술을 응용한 첨단 무기의 개발 연구확대\n국방부 산하에 산,학,연의 기술협력을 통한 국방과학 기술의 국산화를 위한 국방과학기술협력단을 설립 운영한다.",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        },
        {
          no: 274,
          summary: "자주국방의 체계화",
          contents:
            "자주국방 5개년 계획을 수립한다.\n자주국방 5개년추진위원회를 구성하고 계획을 수립하여 100조원의 특별예산을 조성한다",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        },
        {
          no: 275,
          summary: "튼튼한 안보체제 확립과 모병제실시를 통한 병역의무 및 청년실업 동시 해결",
          contents:
            "군의 정예화와 국방력 강화를 통해 자주국방을 지향한다. 미래지향적 국방체제와 공고한 한미동맹을 바탕으로 한반도의 평화를 확고히 유지한다. 주변국과의 안보협력과 평화정착에 주도적으로 참여한다.\n병역 의무제를 모병제로 전환하고, 국방무기 자동화, 전자화에 따른 국방무기 전문운용정예 부사관 제를 도입한다.\n모병제도 도입은 군의 전문적 정예화로 자주국방 강화를 확립하고, 또 병역의무의 병폐를 해소하고 청년들의 일자리를 창출한다.\n국가와 국민을 위해 헌신하고 희생한 사람들과 그 보훈가족에게는 이에상응하는 보상과 혜택이 돌아갈 수 있도록 국가의 책임을 강화한다.",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        },
        {
          no: 276,
          summary: "안보와 국제협력개발 리더십을 통한 균형외교",
          contents:
            "한반도의 안정과 국익실현을 위한 국제협력개발의 리더십과 평화통일 기조의 균형외교를 추구한다.\n동맹 및 우방을 비롯한 이웃나라와의 협력적 평화공존과 공동번영 관계를 공고히 하고, 국제사회의 일원으로서 환경외교, 공적개발원조 등의 책임을 적극적으로 수용한다.\n세계경제의 변화에 적극적으로 대응하여 경제영토를 확장해 나가되, 국익우선을 통상정책의 최우선 목표로 설정한다",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        },
        {
          no: 277,
          summary: "민주평화통일국가 달성",
          contents:
            "중도적 자유민주주의와 시장경제질서를 기초로 한 평화통일을 위해 국민합의를 바탕으로 원리원칙에 입각한 유연한 대화와 타협을 통한 대북정책을 추진한다.\n 남북 간의 다양한 대화와 교류협력을 통해 민족의 동질성을 회복하고 공동의 이익을 증진시켜나간다. 북한 핵문제 등 한반도 평화 위협에 대해서는 한반도를 중심으로 하는 4대 강국과의 동북아 평화공존과 공동번영의 리더십으로 단호히 대처한다.\n우리는 북한이 국제 사회의 책임 있는 일원으로 참여할 수 있도록 적극 지원함으로써 한반도 평화와 북한의 개방을 촉진한다.",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        },
        {
          no: 284,
          summary: "재외동포 정책",
          contents:
            "재외동포에게도 국내와 동일하게 30만 인구기준으로 국회의원을 선출\n2중 국적을 허용하여 국내에 재산보유를 허용하고 재외국의 시민권 취득을 권장\n재외동포를 위해 “교민청”을 설립\n한국 기업이 해외공장이나 지사를 설립할 때 교포 2세~3세 우선 채용\n재외동포 인명록을 데이터베이스를 작성하여 거주지 국가에서 분야별 유력자를 정부나 기업이 해외진출 할 때 효과적인 인맥관리 자료로 활용",
          voted: false,
          party: {
            name: "한국복지당",
            color: "#A40C5A",
            image: "images/한국복지당.png",
            selected: false
          }
        }
      ]
    },
    농림해양수산: {
      voted: false,
      promises: [
        {
          no: 17,
          summary: "농업·농촌의 지속가능한 발전을 위한 ‘공익형 직불예산’ 3조원 확보",
          contents: "공익형 직불금 예산 3조원 확대 편성을 통한 농가소득 지원 (현행 2.4조원 증액)",
          voted: false,
          party: { name: "민생당", color: "#01a860", image: "images/민생당.jpg", selected: false }
        },
        {
          no: 42,
          summary: "농산물공정가격실현, 농민수당전면시행",
          contents:
            "농산물 공정가격 실현(채소가격안정제 예산 4,000억 원으로 확대, 농협을 통한 주요농산물 계약재배율 50%로 확대 등)\n농민수당 전면시행을 위한 농민수당 입법화(농업경영체 등록제 대체하는 농민 등록제 도입, 중앙 정부 및 지자체 총 7조원 예산 확보 등)",
          voted: false,
          party: { name: "민중당", color: "#f26522", image: "images/민중당.png", selected: false }
        },
        {
          no: 157,
          summary: "식량주권과 먹거리 정의 실현",
          contents:
            "기후위기와 재난을 극복하고 준비하는 농촌, 농민(농생태, 생물다양성을 보존하고, 친환경·유기농 지원 강화, 토종종자 보급 및 시장 활성화 등)\n건강한 먹거리 생산과 가격을 스스로 결정하는 먹거리 주권체계와 공공성 확보(식량자급률 목표제 도입, 2030년 70%, 2050년 100%, 농민들이 자체 생산량을 조절할 수 있는 공적 체계 구축 등)\n여성농민의 사회·경제적 지위 보장과 성평등한 농촌 공동체(농업인, 농업인경영체가 아닌 생산활동을 하는 모든 거주 농민이 법적으로 등록되는 ‘경작농민등록제’ 실시, 농촌지역의 모든 위원회에 50% 여성할당제 도입 등)\n모든 농민의 권리가 동등하게 보장되는 농촌 인권 공동체(계절농촌노동자, 농촌이주노동자 등을 포함, 모든 농민들의 산재보험 확대, 다문화이주여성 및 농촌이주 노동자들이 농촌의 생산 활동 및 사회문화 활동에 잘 참여할 수 있도록 체계적인 사전 교육 및 중장기 교육 프로그램 실시 등)",
          voted: false,
          party: { name: "녹색당", color: "#E06C97", image: "images/녹색당.png", selected: false }
        },
        {
          no: 195,
          summary: "국민과 함께하는 살맛나는 농산어촌을 창조하겠습니다.",
          contents:
            "지역 특성과 환경에 맞는 소득형 농업 지원\n농기계 무상대여 및 무상 출장(기계작동 기능직 직원배치)\n양식업의 첨단화∙규모화\n해양공간 통합관리\n농어업인 소득안전망의 촘촘한 확충(농산물 수급 안정 및 생물가격 안정제, 공익형 직불제 개편 등)\n지속가능한 농식품 산업기반 조성",
          voted: false,
          party: {
            name: "미래민주당",
            color: "#8F1C86",
            image: "images/미래민주당.jpg",
            selected: false
          }
        },
        {
          no: 237,
          summary: "농가소득 1억 원 시대 선도",
          contents: "스마트 팜 국가 단지를 조성하여 국민 건강 먹거리와 청년일자리 창출",
          voted: false,
          party: {
            name: "충청의미래당",
            color: "#39976F",
            image: "images/충청의미래당.jpg",
            selected: false
          }
        }
      ]
    },
    문화관광체육: {
      voted: false,
      promises: [
        {
          no: 60,
          summary: "한민족의 높은 역사 정신문화 계승발전. 문화 예술 체육 관광 강국 육성",
          contents:
            "세종학당, 한국문화원 등을 통한 한국어 전파, 한류문화 전파 지원 확대\n관주도에서 문화예술체육관광 등 컬쳐테크의 기업화 지원. 기업이 문화예술체육관광을 돕는 메세나(Mecenat) 운동에 세금 감면 확대",
          voted: false,
          party: {
            name: "우리공화당",
            color: "#00A651",
            image: "images/우리공화당.jpg",
            selected: false
          }
        },
        {
          no: 84,
          summary: "문화강국 대한민국! 춘천 중도 문화재를 보존하겠습니다.",
          contents: "춘천의 외국계 놀이동산은 비어있는 대토(춘천역 앞 이전한 미군기지)에 건설",
          voted: false,
          party: {
            name: "가자!평화인권당",
            color: "#CB465C",
            image: "images/가자_평화인권당.png",
            selected: false
          }
        },
        {
          no: 144,
          summary: "주30시간 노동시간 단축과 문화사회법 제정",
          contents:
            "주30시간 노동시간 단축을 통해 노동과 여가 사이의 균형 있는 삶의 조건을 마련하고, 문화와 예술을 향유할 수 있는 여가를 위한 구체적 조건을 마련\n근로기준법 개정을 통해 노동시간을 30시간으로 단축, 국민들이 주4일은 노동하고 주3일은 시민으로서의 공민권과 문화권을 행사할 수 있도록 하는 동시에 5년간 30만 명의 신규 고용을 창출",
          voted: false,
          party: { name: "노동당", color: "#EA8788", image: "images/노동당.png", selected: false }
        },
        {
          no: 165,
          summary: "문화, 예술, 교육, 언론 공약",
          contents:
            "문화, 예술, 현실에 맞는 역사전통문화와 예술을 바탕으로 의식주 생활을 계승하여 간다.\n세계 문화, 예술 중에 가장 인간적이며 아름답고 마음에 기쁨을 더하여 선을 추구하는 음악, 미술, 연극, 영화, 창조적인 문화행사 등만을 수입하고 비인간적이며 악을 초래할 문화, 예술은 차단한다.\n교육정책은 먼저 초등단계부터 부정과 거짓하지 않고, 정직과 의를 행하는 기초교육을 실시하여 중고등학교 대학교육에 이르기까지 부정과 거짓을 행하면 죽게 된다는 강력한 정신교육을 실시한다.\n공공의 언론은 악한 것들의 보도 보다는 선행과 발전적인 면에서의 언론정책을 추구하고 보도에 대한 책임을 지게한다.",
          voted: false,
          party: { name: "대한당", color: "#33B27D", image: "images/대한당.png", selected: false }
        },
        {
          no: 172,
          summary:
            "세계인류 지구촌 대축제를 문화, 예술, 체육, 음식 올림픽으로 주최하여 우리나라를 세계중심국으로 만들어 드리겠습니다.",
          contents:
            "세계인류 지구촌 대축제 개최\n세계적인 문화 행사를 년1회 이상 개최\n관혼상제시 정부지원금으로 활성화\n한글 전세계 공용어화",
          voted: false,
          party: {
            name: "대한민국당",
            color: "#A82947",
            image: "images/대한민국당.gif",
            selected: false
          }
        },
        {
          no: 202,
          summary: "창조적 지식 강국, 세계로부터 존경받는 한국의 르네상스 시대를 열겠습니다.",
          contents:
            "국민 기초문화생활 보장 및 저소득층에게 통합문화이용권 확대 지급\n생애주기별 문화예술교육 확대, 전통악기 강습비 지원 확대\n한글과 한국어의 세계화 사업 전면 추진\n광역지방정부별로 다문화정책조정관와 다문화지원센터 설치\n아시아 여성문화센터와 아시아 청소년문화센터 설립\n남북문화예술 교류를 통한 통일문화 환경조성\n범국가적 ‘디지털 아카이브’ 사업의 체계적 추진\n광역지방정부별 ‘문화예술 창조밸리’ 조성 및 지역문화 진흥\nK-POP, K-FOOD, K-BEAUTY, K-DRAMA를 4대 관광 테마로 육성\n남북 관광협력사업, 체육협력사업 추진\n생애주기별 맞춤형 스포츠 프로그램 등 생활체육 지원 확대",
          voted: false,
          party: {
            name: "미래민주당",
            color: "#8F1C86",
            image: "images/미래민주당.jpg",
            selected: false
          }
        },
        {
          no: 264,
          summary: "정의로운 국민의 삶을 책임지는 신뢰받는 정부",
          contents:
            "어떤 상황에서도 국민의 삶을 책임지는 작지만 강한 정부를 만든다. 정부의 정책수립과 결정과정에서 국민의 의사와 아이디어가 적극적으로 반영되도록 한다. \n 정책결정과정의 투명성과 공개성을 강화하고, 정부가 소유한 각종 정보를 개방하고 민간과의 공유를 대폭 확대하여 국민과 함께 하는 정치를 도모한다.\n모든 행정체계를 국민중심의 원스톱 모바일 행정서비스체계로 전환한다.\n부정부패를 원천적으로 예방하는 시스템을 구축하고, 특히 사회지도층의 부정부패에는 엄정하게 대처한다. \n법질서를 확립하고 국가권력기관의 신뢰를 회복하여 법을 지키는 사람이 존중받는 신뢰사회를 만든다. 정의로운 사람이 대접받는 정의사회를 구현한다.",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        },
        {
          no: 265,
          summary: "글로벌 모바일경제 창출을 통한 선진경제국가 실현",
          contents:
            "균형재정을 지향하면서 국가채무를 적정수준으로 관리하여 재정건전성을 확고히 유지한다. \n모든 종류의 소득에 대하여 엄정하고 공정하게 과세함으로써 조세 정의를실현한다. 특히, 고소득층의 편법적인 조세회피 행위를 차단하는 모바일조세시스템장치를 구축하여 이를 강화함으로써 조세에 대한 국민적 신뢰를 제고한다.\n재정지출의 효율화와 조세정의에 기초한 세원확충을 통해 국민행복을 위한 복지의 재원을 확보한다.\n또한 글로벌 모바일경제를 창출하여 국민에게 일자리를 제공하고, 고소득을 증대하여 선진경제국가를 실현한다. ",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        }
      ]
    },
    "보건복지/안전": {
      voted: false,
      promises: [
        {
          no: 2,
          summary: "청년에게 부모찬스 대신 사회찬스를",
          contents:
            "만 20세가 되는 모든 청년에게 3천만 원의 기초자산 지급(일정금액 이상 부모로부터 상속 증여받는 청년 제외)\n양육시설퇴소아동, 소년소녀가장 등에게는 5천만 원의 기초자산 지급\n신규 학자금 대출 무이자 실시 및 장기 연체 학자금 대출 탕감\n취업 후 상환 학자금 대출 제도 개선(파산절차 시 채권 면책 대상에 취업 후 학자금 포함, 대학원생도 취업후 학자금 상환 대출 대상 포함)\n월세거주 1인 청년가구 월 20만 원 주거수당 지급(19~29세 중위소득 120% 이하, 3년)\n1인가구 맞춤형 공공임대주택 확대, 저렴한 사회주택 공급 확대, 비영리법인·협동조합 청년용 쉐어하우스 비용 지원\n고위공직자 자녀 입시비리에 대한 전수조사 실시\n군대 가는 청년에게 병사월급 100만 원 보장\n고위공직자 자녀취업 신고 의무화, 청년고용할당제 확대\n취업·승진·처우 등에서 학력학벌 차별 시 처벌 및 행재정 조치",
          voted: false,
          party: { name: "정의당", color: "#ffcb08", image: "images/정의당.jpg", selected: false }
        },
        {
          no: 7,
          summary: "정의롭고 안전한 복지국가 실현",
          contents:
            "전국민 건강불평등 해소(공공보건의료 확대, 공공의과대학 설립, 선진국 수준으로 공공병원 기준 마련\n의사와 시민이 자발적으로 참여하는 한국형 주치의제 도입 등)\n지역사회 통합돌봄’ 체계로 사회서비스 체계 전면 리모델링(주거지 중심으로 보건, 복지서비스 지원 확대. 시설과 병원은 특정 기능 목적으로 최소화 등)\n믿고 맡길 수 있도록 보육 공공성 강화(국공립보육 50% 확대, 보육균형발전지표 도입으로 지역별 국공립 격차 해소, 거점 보육지원센터 설치, 교사처우 국공립 수준 인상 등)\n장기요양서비스 질 강화 및 요양보호사 처우 개선으로 좋은돌봄 실현\n전국민 기본 소득 보장(생애주기 기본생활 보장, 국민연금 소득대체율 45% 유지 등)\n범죄예방환경 조성, 지역사회 안전거버넌스 구축\n보행자와 자전거 중심의 교통안전체계 구축, 스쿨존‧홈존 확대 등 어린이 교통안전 보장\n경찰‧소방 공무원 처우 개선\n동물복지 강화(시민참여형 동물의료보험 도입, 반려동물 등록지원 및 놀이터 확대, 화장장에 동물화장장 설치 등 전용 화장장 확대 등)",
          voted: false,
          party: { name: "정의당", color: "#ffcb08", image: "images/정의당.jpg", selected: false }
        },
        {
          no: 8,
          summary: "모두가 존중받는 차별 없는 대한민국",
          contents:
            "젠더폭력 3법, 성별임금격차해소법 제정 등 성평등 사회 실현([비동의 강간죄] 조속히 개정, 텔레그램 N번방, 디지털 성폭력 강력 대응, 스토킹처벌법부터 젠더폭력 법·제도 전면 정비 등)\n장애인 자립생활 보장(장애인 최저임금 적용, 장애인공기업 설립, 중증장애인 고용지원 확대, 저상버스 100% 도입, 장애인콜택시 전국 단일 기준 마련 등)\n이주민 전담기구 설치 및 이민법 제정, 동남아시아국가연합과 인권협력기구 설치\n선거권, 피선거권 연령 낮춰 청소년 정치 참여 활성화\n고르게 잘 사는 균형발전 실현(울산, 세종 등 국립종합대가 없는 광역시도에 국립대 신설, 「대학균형발전법」 제정, 수도권 소재 기업의 지방 이전시 지원 확대(세제 감면 및 금융지원), 수도권 공장 총량제 강화 등)",
          voted: false,
          party: { name: "정의당", color: "#ffcb08", image: "images/정의당.jpg", selected: false }
        },
        {
          no: 11,
          summary: "코로나 19 피해 중소상공인·자영업자 民生지원 및 극복 수당 지급",
          contents:
            "코로나 19 방역 상황으로 인한 중소상공인·자영업자 내수 침체 민생회복 지원\n코로나 19 장기화로 생계위협을 받는 취약계층 생계 보호\n중소상공인·자영업자 법인세·소득세, 부가가치세 일시 유예 또는 감세 및 간이과세한도 상향\n중소상공인·자영업자의 임대료 직접 지원\n1인당 코로나 극복수당 50만원 1회 지급",
          voted: false,
          party: { name: "민생당", color: "#01a860", image: "images/민생당.jpg", selected: false }
        },
        {
          no: 24,
          summary: "안전한 사회, 국민 불안 제로",
          contents:
            "우한코로나19 등 원인불명, 치료제 없는 감염병으로부터 국민이 불안하지 않도록 종합대책 마련(‘질병관리본부’를 ‘질병관리청’으로 독립, 5개 권역별 감염병전문병원 설립 등)\n여성과 아동 범죄예방을 위한 안전대책 마련(「데이트폭력범죄처벌및피해자지원특별법」, 「스토킹방지 특별법」, 제정 등)\n아동 성범죄자 강력 처벌을 위해 「조두순 방지법」(가칭) 마련 (현행법상 접근금지 범위를 100미터에서 2킬로미터로 확대, 주거지나 학교로부터 반경 5킬로미터 거주를 제한, 주취감경 폐지 공론화 등)\n교통안전시설 개선으로 안전한 거리 조성(어린이보호구역 통학로에 교통관리 경찰관 추가 배치, 노인보호구역에 과속단속 CCTV 설치 의무화 등)",
          voted: false,
          party: {
            name: "미래한국당",
            color: "#be055f",
            image: "images/미래한국당.png",
            selected: false
          }
        },
        {
          no: 27,
          summary: "민생경제는 살리고 국민 부담은 낮추고",
          contents:
            "최저임금 업종별・규모별 구분적용\n농어민, 근로자 등에 대한 복지정책 수준으로 소상공인 생존권 강화 및 고용・폐업 등 사회보험성 분야에 대한 지원 확대로 소상공인 사회안전망 확충\n자영업자・은퇴자・실업자의 건강보험료 인하\n농어업인에 대한 지원 확대 및 생활 안정화(농정예산을 지속가능한 농어촌을 위해 확대, 연 120만원을 지원하는 통합 연금제를 추진 등)\n가계 세 부담 완화",
          voted: false,
          party: {
            name: "미래한국당",
            color: "#be055f",
            image: "images/미래한국당.png",
            selected: false
          }
        },
        {
          no: 29,
          summary: "따뜻한 동행, ‘Go Together’",
          contents:
            "실종아동 제로 사회 구현(실종아동이 가족과 만날때까지 유전정보 보존 등)\n이산가족ㆍ납북가족ㆍ국군포로가족 명예회복(UN 등 국제사회와의 연대를 통해 납북자・국군포로 생사확인요청과 송환 공식 요구 등)\n북한이탈주민 정착 지원(정부에 의한 북한이탈주민 강제북송 재발방지를 위한 제도개선 등)\n합리적인 보훈 급여금(보상금, 수당) 지급 시스템 마련(전체 예산 대비 1.1%대인 보훈예산 비중 단계적 확대, 대상자별 적정 보훈 보상 목표치를 설정하고 이에 따른 예산 반영 및 집행 등)\n참전명예수당 50만원 이상으로 인상\n위탁병원 의료서비스를 보훈병원 수준으로 확대(지역별 위탁 병원 확충 및 관련 예산 대폭 반영 등)\n장애인의 이동권 보장 및 편의 증진(현재 만64세까지인 장애인 활동지원 서비스 연령 제한 단계적 폐지, 300㎡∼500㎡ 미만인 소규모 시설 장애인 편의시설 설치 의무화 등)",
          voted: false,
          party: {
            name: "미래한국당",
            color: "#be055f",
            image: "images/미래한국당.png",
            selected: false
          }
        },
        {
          no: 30,
          summary: "아이 낳고 기르기 좋은 대한민국",
          contents:
            "난임시술비 전액 지원(지원 횟수제한, 소득기준, 연령차별 폐지 등)\n아이들에게 양질의 급식 제공하기 위해 어린이집 급식비 공공기관 수준으로 향상\n우리 아이들이 사용하기 편리한 아이 눈높이 화장실 조성\n다자녀(3자녀 이상) 국가장학금 대폭 확대",
          voted: false,
          party: {
            name: "미래한국당",
            color: "#be055f",
            image: "images/미래한국당.png",
            selected: false
          }
        },
        {
          no: 35,
          summary:
            "질병예방통제청(가칭), 美CDC수준으로 개편하는 등 국민 모두가 안전한 대한민국 만들겠습니다",
          contents:
            "질병관리본부를 질병예방통제청(가칭)으로 확대 개편하여 신종전염병 상시적 비상대응\n관련부처-대학-연구기관-제약회사 공동으로 국가적 치료제 개발 추진\n감염병 특별재난지역에 재난/재해 기초소득을 추진\nIoT 기반 스마트한 미세먼지 대응과 지하철 포함 대중교통 미세먼지 프리존, 복합공간 미세먼지 공시제 추진\n아동 및 청소년 대상 성범죄 무기징역형\nN번방 등 디지털 성범죄의 소비자도 처벌\n가정폭력범죄 반의사불벌죄 제외\n스토커방지법 추진",
          voted: false,
          party: {
            name: "국민의당",
            color: "#EA5504",
            image: "images/국민의당.png",
            selected: false
          }
        },
        {
          no: 36,
          summary: "저출산의 국가적 위기에서 가족이 행복한 사회 구현하겠습니다",
          contents:
            "결혼하는 신혼부부에게 공공임대주택을 제공\n출산부부에게 획기적인 혜택을 제공(가족 구성원에 따라 임대주택 평수를 달리하여 제공, 임산부 진단검사비, 택시비 지원 및 바우처 금액 60만원→ 100만원 상향 등)\n유급돌봄휴가제 도입(남녀 육아휴직제도 12개월 의무화 등)\n국공립어린이집 확대와 민간어린이집 공영제 시행",
          voted: false,
          party: {
            name: "국민의당",
            color: "#EA5504",
            image: "images/국민의당.png",
            selected: false
          }
        },
        {
          no: 43,
          summary: "투기꾼잡고, 집걱정 잡자!",
          contents:
            "“공정임대료제도” 도입, 주택공시가격처럼 전월세도 소득과 물가상승률을 고려하여 지자체가 기준가격을 결정\n임대료 인상률 상한제 도입. 세입자에게 ‘평생 계약갱신청구권’ 부여\n중위소득 45%이하 ‘월세 전액지원’\n60%이하 저소득층과 청년까지 ‘월세부담 30%상한제로 주거비 지원’ 확대\n재건축 공공임대주택 의무건설 등 거주민 중심의 재개발 재건축제도를 정비\n강제철거금지법 제정, 재건축사업에서 세입자 보상 및 임대주택 제공 의무화\n‘토지초과이득세’, ‘다주택자 조세감면 전면폐지’",
          voted: false,
          party: { name: "민중당", color: "#f26522", image: "images/민중당.png", selected: false }
        },
        {
          no: 49,
          summary: "장애인 차별금지, 장애인권리보장",
          contents:
            "장애인 권리보장법 제정\n장애인 이동권 보장을 위해 신규도입 시내, 광역, 마을버스 100% 저상버스 도입\n장애인 의무고용 확대와 최저임금 도입(최저임금법에서 최저임금 적용 제외 규정을 삭제)\n청각장애인의 언어 수어 초등학교 의무교육",
          voted: false,
          party: { name: "민중당", color: "#f26522", image: "images/민중당.png", selected: false }
        },
        {
          no: 50,
          summary: "취준생을 위한 청년이직준비급여",
          contents:
            "이직준비급여 중 청년층(만 18세에서 만 34세까지)은 그 특성을 반영하여 횟수의 제한이 없는 ‘청년 이직준비급여’를 지급함 (600일 한도 내에서 자유롭게 사용)\n만 18세에서 만 34세까지 청년으로 구직급여 수급요건인 일정 기간(개정안에서는 120일) 동안 고용보험료를 낸 사람이라면 누구나 총 600일의 이직준비급여를 필요에 따라 쓸 수 있음",
          voted: false,
          party: { name: "민중당", color: "#f26522", image: "images/민중당.png", selected: false }
        },
        {
          no: 57,
          summary:
            "우한폐렴(코로나바이러스) 대처 국정조사 실시. 기초노령연금 인상 및 노인일자리 확충(최저임금 예외 적용)",
          contents:
            "국회에서 ‘문재인 정권 우한폐렴 코로나19 대처 관련 국정조사’ 추진\n고령자 기초노령연금을 30만원에서 40만원으로 증액 및 노인일자리 확충(최저임금 예외 적용)",
          voted: false,
          party: {
            name: "우리공화당",
            color: "#00A651",
            image: "images/우리공화당.jpg",
            selected: false
          }
        },
        {
          no: 75,
          summary: "보건 복지 재편",
          contents:
            "보건보복부의 해체 및 전문화 조직 구성(의료보험관리청을 설치하며 낭비적인 무상건강진단을 폐지, 건강식품․식량자급종자 안전청을 설치, 복지공무․경제청, 신약개발 및 대체의학청, 국가병원, 의료자원청 신설)\n가정보호, 여성성침해, 여성인권, 여성 노동력 착취하는 양성평등 제도하의 여성정책 개선\n아동의 육아는 원천적으로 국가가 책임, 기업탁아소의무설치운영제\n복지센터에서 아동 여성 가정 교육을 위해 노동을 제공하고 노임을 지급\n노인 지식재산권을 국가가 매입하며, 노인의 재교육 재취업을 위한 복지정책을 수립",
          voted: false,
          party: { name: "코리아", color: "#773959", image: "images/코리아.png", selected: false }
        },
        {
          no: 76,
          summary: "국민연금, 공공연금, 의약연금",
          contents:
            "국민연금 공공연금 통합\n공공연금폐지\n의학신기술처를 설립\n의과대학을 개편하고 의료인을 전부 국가공무원으로 채용\n의료, 의약, 한의, 한약, 대체의료, 통폐합\n첨단화하는 의료발전에 맞게 교육제도를 개편\n연중시험제로 의료인을 다수 양성",
          voted: false,
          party: { name: "코리아", color: "#773959", image: "images/코리아.png", selected: false }
        },
        {
          no: 89,
          summary:
            "소시민, 소소한 민생! <노인 무료 버스환승>을 시행하겠습니다. 광화문광장은 그대로 두겠습니다.",
          contents: "광화문광장 보도화 폐지\n관련법 개정",
          voted: false,
          party: {
            name: "가자!평화인권당",
            color: "#CB465C",
            image: "images/가자_평화인권당.png",
            selected: false
          }
        },
        {
          no: 101,
          summary: "20세부터 1인당 매월150만원씩 국민배당금 지급한다.",
          contents:
            "상류층, 차상류층, 중산층, 서민층, 빈민층에 한하여 20세이상부터 1인당 매월 150만원 배당금통장에 입금함",
          voted: false,
          party: {
            name: "국가혁명배당금당",
            color: "#DF4801",
            image: "images/국가혁명배당금당.png",
            selected: false
          }
        },
        {
          no: 102,
          summary: "20세부터 1인당 긴급 코로나 생계지원금 1억원씩 지급한다.",
          contents: "중산층, 서민층, 빈민층에 한하여 20세이상부터 1인당 1억원씩 지급함",
          voted: false,
          party: {
            name: "국가혁명배당금당",
            color: "#DF4801",
            image: "images/국가혁명배당금당.png",
            selected: false
          }
        },
        {
          no: 103,
          summary: "결혼 시 1억원, 주택자금 2억원 무상지원",
          contents:
            "결혼부 신설- 결혼수당 1억원 지원\n결혼공영제 실시- 주택자금 2억원 무이자 지원\n연애공영제 실시- 미혼자들에게 매월 20만원 연애수당 지원",
          voted: false,
          party: {
            name: "국가혁명배당금당",
            color: "#DF4801",
            image: "images/국가혁명배당금당.png",
            selected: false
          }
        },
        {
          no: 104,
          summary: "출산 시 5,000만원 무상지원",
          contents:
            "출산공영제 실시- 출산시 1명당 5000만원 출산수당 지급, 아이가 10살까지 전업주부수당 월 100만원 지급",
          voted: false,
          party: {
            name: "국가혁명배당금당",
            color: "#DF4801",
            image: "images/국가혁명배당금당.png",
            selected: false
          }
        },
        {
          no: 107,
          summary: "재산비례 벌금형으로 매년 100조원 정도의 세수 증가",
          contents: "재산비례 벌금형 실시(강력범죄 제외)\n전국의 교도소 한 곳만 남기고 모두 폐쇄",
          voted: false,
          party: {
            name: "국가혁명배당금당",
            color: "#DF4801",
            image: "images/국가혁명배당금당.png",
            selected: false
          }
        },
        {
          no: 109,
          summary: "중소기업의 청년취업자에게 매월 100만원씩 3년간 지원",
          contents:
            "중소기업 취업자- 매월 100만원씩 3년간 지원\n중소기업 5년이상 근무자- 창업시에는 무담보, 무보증, 무이자로 3억원 지원\n청년취업 국가책임제로 취업할 때까지 생계비 지원",
          voted: false,
          party: {
            name: "국가혁명배당금당",
            color: "#DF4801",
            image: "images/국가혁명배당금당.png",
            selected: false
          }
        },
        {
          no: 110,
          summary: "6.25, 월남 참전용사와 파독광부, 간호사에게 각 5억원과 매월 300만원 지급",
          contents:
            "6.25, 월남 참전용사와 파독광부, 간호사 5억원과 매월 300만원 지급(단, 본인 사망시- 직계가족에게 5억원 지급)",
          voted: false,
          party: {
            name: "국가혁명배당금당",
            color: "#DF4801",
            image: "images/국가혁명배당금당.png",
            selected: false
          }
        },
        {
          no: 112,
          summary: "장애인의 사회적 권리를 위한 사회망 구축",
          contents:
            "장애인의 사회적 권리를 보장하고, 장애인이 실체 체감할 수 있는 수요자 중심 지원 정책 추진을 약속 하겠습니다.\n장애인 건강권 보장을 강화하고, 의료비 지원 및 보호장비 구입비를 전액 지원 하도록 추진하겠습니다.\n저소득 장애인의 소득보장을 위하여, 고용촉진 강화 및 직업재활시설 증설 및 생산설비보강 지원 시스템 확립을 하겠습니다.\n자립지원 강화 및 지역사회 커뮤니티케어(통합돌봄) 사업을 전국적으로 조기 확대 실시 되도록 법제화 하겠습니다.",
          voted: false,
          party: {
            name: "국민새정당",
            color: "#C24EDB",
            image: "images/국민새정당.png",
            selected: false
          }
        },
        {
          no: 113,
          summary: "저출산 연금제도 도입",
          contents:
            "현재 국가예산 약 190조(2006년~2020년) 투입하면서도 감소되어 가는 인구증가율 근본적으로 해결 하겠습니다.\n국민 연금관리공단 부속별도 기금관리 기구 설립을 추진하겠습니다.\n자녀를 초등학교 졸업까지 양육의 책임을 사회/국가가 함께 아이를 키우는 시스템 확립을 하겠습니다.\n다양한 육아인프라 구축하여 저출산 원인인, 자녀양육 비용부담 해소하고 출산율 저하를 해결하겠습니다.",
          voted: false,
          party: {
            name: "국민새정당",
            color: "#C24EDB",
            image: "images/국민새정당.png",
            selected: false
          }
        },
        {
          no: 116,
          summary: "요양보호사 처우개선에 관한 법률개정",
          contents:
            "장기요양기관은 국민건강보험공단과 이용자에게서 받는 1년치 비용의 60,2%, 방문요양 서비스 기관은 86,4% 이상을 인건비로 써야한다. 그러나 규정을 지킨 기관이 10곳 중 23,7%에 불과함으로 처벌 규정을 법제화 하도록 하겠습니다.\n정부가 국공립요양기간을 대폭 확충해 공공성이 담보된 표준운영방안을 시행하도록 추진하겠습니다.\n요양보호사의 직무/자격증의 교부에 관한 법률에 따라 내실 있는 교육을 받을 수 있도록 시스템 확립을 하겠습니다.\n정부 보조금으로 간호사, 사회복지사 등과 소득 격차를 해소하겠습니다.",
          voted: false,
          party: {
            name: "국민새정당",
            color: "#C24EDB",
            image: "images/국민새정당.png",
            selected: false
          }
        },
        {
          no: 117,
          summary: "신혼부부(청년주택)반값 공급 실현",
          contents:
            "도심지역 그린밸트에 지자체와 공영개발을 통하여, 공시지가로 토지비 원가 공급함으로 현 시세 분양가 반값에 공급하도록 하겠습니다.\n특수 지역을 제외한 고도제한을 폐지하고, 용적률을 증가하여 고층 아파트를 건설하여 원가를 줄여 청년 주택을 반값에 공급하도록 추진하겠습니다.\n국가 주거문제 해결하는 방법으로, 주택을 취득 개념에서 주거 개념으로 변경하여 주택을 자산 소유권 개념에서 생활 주거 공간으로 활용하는 시스템 확립을 하겠습니다.\n자기 자금 20%(1억 미만)으로 장기 저리융자를 받아 청년주택구입을 실현 하도록 하겠습니다.",
          voted: false,
          party: {
            name: "국민새정당",
            color: "#C24EDB",
            image: "images/국민새정당.png",
            selected: false
          }
        },
        {
          no: 120,
          summary: "복지 사각지대 노인 지원 정책",
          contents:
            "65세 이상 빈곤 어르신 행복권 추구를 위해 최저 생계비를 지원해 안정적인 생활을 하도록 하겠습니다.\n평생 교육 차원의 취미생활 및 치매교육등과 관련된 교육프로그램 지원하도록 추진하겠습니다.\n부양가족이 있어도 특별한 이유로(연락 두절, 능력 상실 등)지원을 받지 못하는 사각지대를 해소하여 안정적인 생활을 확립하도록 하겠습니다.\n국가 또는 지방자치 단체의 국립 또는 시립 요양병원을 확대 설립하여 저비용 고만족도 요양보호를 받을 수 있는 시스템을 확립을 하겠습니다.",
          voted: false,
          party: {
            name: "국민새정당",
            color: "#C24EDB",
            image: "images/국민새정당.png",
            selected: false
          }
        },
        {
          no: 123,
          summary:
            "노인복지와 영아복지를 함께 하며 노인에게는 기쁨을 영아와 아동에게는 희망을주는정당이 되겠습니다,",
          contents:
            "노인복지와 영아복지의 이원화된 잘못된 방법을 고치겠습니다.\n영아들의 외국입양제도를 중단시킬것 입니다.",
          voted: false,
          party: {
            name: "국민참여신당",
            color: "#BE39DD",
            image: "images/국민참여신당.png",
            selected: false
          }
        },
        {
          no: 125,
          summary:
            "일하고 싶어하는 ‘노인’과 ‘청년’ 모두에게, 일자리를 100%제공하여 국민 모두가 함께 잘사는 정책을 펼치는 정당",
          contents:
            "3종류의 일자리(민간일자리, 민간+공공 융합일자리, 공공일자리)가 조화롭게 제공되는 고용율 100%(스웨덴의 사례)의 고용정책을 펼치는정당이 되겠습니다.\n‘민간일자리’는 4차 산업혁명의 ICT분야 전담부처를 만들어 대응하고, 또한 중소기업 기술지원에 의한 경쟁력 강화로 민간일자리를 대폭 확대시키겠습니다.\n‘민간+공공 융합일자리’는 농어촌 스마트 영농에 의한 귀농 일자리 확충과 지역 관광산업 육성(산림치유산업, 해수치유산업 등)에 의한 농어촌 살리기 일자리를 대폭 확충시키겠습니다.\n‘공공일자리’는 노인에게는 현재의 노인일자리를 대폭확충하고, 청년에게는 대학과 기업이 연계한 ‘대학 재학중 인턴형일자리’를 대폭확충하여 일과 학습이 병행되어, 미래의 불안이 없는 멋진 청년들로 키워내겠습니다.",
          voted: false,
          party: {
            name: "국민참여신당",
            color: "#BE39DD",
            image: "images/국민참여신당.png",
            selected: false
          }
        },
        {
          no: 127,
          summary: "국민의 건강과 보건을 최우선시하는 정책을 펼치는 정당",
          contents:
            "보건복지부를 보건분야와 복지분야로 쪼개어, 보건분야는 ‘국민건강증진부’로 확대 개편하여, 어떠한 질병이나 바이러스 공격에도 국민의 생명과 건강을 지킬 수 있는 기반을 미리미리 구축하는 정당이 되겠습니다.",
          voted: false,
          party: {
            name: "국민참여신당",
            color: "#BE39DD",
            image: "images/국민참여신당.png",
            selected: false
          }
        },
        {
          no: 128,
          summary: "국가의 모든 분야에서 다가올 ‘초고령사회’를 미리미리 대비",
          contents:
            "국가의 모든 분야에서 다가올 ‘초고령사회’를 미리미리 대비하는 혁신정책을 펼치는 정당이 되겠습니다.",
          voted: false,
          party: {
            name: "국민참여신당",
            color: "#BE39DD",
            image: "images/국민참여신당.png",
            selected: false
          }
        },
        {
          no: 132,
          summary: "낙태법 개정 및 생명보호법 제정",
          contents:
            "생명을 지키는 낙태법(형법)으로 개정하고, 임산부와 태아의 생명을 보호하는 특별법 제정하여 생명가치를 존중하는 사회 확립\n하나님이 주신 귀한 생명이자, 가장 약한 존재인 태아를 살인으로부터 보호하여 생명을 살리는 개정안 마련\n임산부와 태아의 생명을 보호하는 특별법(약칭:생명보험법) 제정",
          voted: false,
          party: {
            name: "기독자유통일당",
            color: "#51C28A",
            image: "images/기독자유통일당.png",
            selected: false
          }
        },
        {
          no: 135,
          summary: "동성애 법제화 반대 및 군형법 제92조의6(추행) 유지",
          contents:
            "동성애를 옹호하는 각종 법률, 조례, 정책 폐지를 통한 동성애 법제화 저지 및 군형법 제92조의6(추행) 유지",
          voted: false,
          party: {
            name: "기독자유통일당",
            color: "#51C28A",
            image: "images/기독자유통일당.png",
            selected: false
          }
        },
        {
          no: 141,
          summary: "주택·의료·교육·교통·통신 공공무상 정책",
          contents:
            "주택, 의료, 교육, 교통, 통신 등 5대 공공무상정책을 통해 인간다운 삶을 위한 최소한의 생존권을 사회가 보장\n주택, 의료, 교육, 교통, 통신 공영화 및 무상화",
          voted: false,
          party: { name: "노동당", color: "#EA8788", image: "images/노동당.png", selected: false }
        },
        {
          no: 154,
          summary: "전환사회 안전망 ‘기본소득’",
          contents:
            "기후위기 시대, 삶의 전환을 위한 기본소득\n현행 복지제도 선별제도 삭제로 사각지대 최소화\n기본소득, 기본법 제정으로 모두를 위한 보편적 기본소득 단계적 도입\n",
          voted: false,
          party: { name: "녹색당", color: "#E06C97", image: "images/녹색당.png", selected: false }
        },
        {
          no: 156,
          summary: "동물학대 제로사회 ‘동물권 보장’",
          contents:
            "동물의 권리를 보호하는 국가적 차원의 정책전환(대한민국 헌법에 국가의 의무로 ‘동물보호의무’ 명시, 민법에 동물의 법적 지위를 물건이 아닌 독립적 생명체로 명문화 등), 동물학대 제로 사회(동물복지 기준 강화와 공장식 축산 및 수산업 단계적 폐지, 동물보호법에서 법적 주체를 동물로 개정 등), 채식선택권 넘어서는 비거니즘 확대(공공급식에서 채식 선택권 의무화하고 식료품에서 비건 표시제도 도입, 일상생활에서 비거니즘 실천을 위한 환경 조성 방안 마련 등)\n동물과 사람이 공존하는 생태환경 구축 & 동물경시 문화 근절\n성숙한 반려동물 문화(동물 번식업의 단계적 금지 등 동물 판매·이용 규제법 마련, 반려동물 등록제의 현실적 정착을 통한 반려인 책임 강화 등)",
          voted: false,
          party: { name: "녹색당", color: "#E06C97", image: "images/녹색당.png", selected: false }
        },
        {
          no: 159,
          summary: "전 생애를 책임지는 사회적 돌봄, ‘복지’",
          contents:
            "연금제도 개혁(국민연금 개혁하여 성평등, ESG 책임투자 강화, ‘줬다뻈는 기초연금’ 문제 해결 등)\n개인의 권리에 기반한 복지정책(부양의무자기준 ‘완전’ 폐지, 생활동반자법(가족구성권, 혼인평등) 제정)\n돌봄의 사회화: 전 생애 사회적돌봄 책임제(돌봄의 공공인프라 확충, 민간 돌봄시설에 대한 공적 책임성 강화 등)",
          voted: false,
          party: { name: "녹색당", color: "#E06C97", image: "images/녹색당.png", selected: false }
        },
        {
          no: 171,
          summary: "150세 건강장수 새시대를 열고 돈 걱정 하지않는 복지천국을 만들어 드리겠습니다.",
          contents:
            "요람에서 무덤까지 150세 국가에서 건강장수를 보장\n전국에 2,000개의 자연치유센터를 개설하여 건강과 의료복지를 담당\n복지 사각지대를 없애기 위해 찾아가는 재가복지 서비스를 운영",
          voted: false,
          party: {
            name: "대한민국당",
            color: "#A82947",
            image: "images/대한민국당.gif",
            selected: false
          }
        },
        {
          no: 182,
          summary: "청년 마음껏 3년법(청년 기본소득 3년)",
          contents:
            "경제활동에 얽매이지 않고 자신의 꿈에 도전할 수 있도록 기본소득을 통하여 사회가 디딤돌을 놓아주도록 함\n만 19세~만 34세 청년(청년기본법 기준)이 해당 시기 중 3년을 선택하여 매월 최저생계비 수준의 소득을 수령",
          voted: false,
          party: { name: "미래당", color: "#937674", image: "images/미래당.png", selected: false }
        },
        {
          no: 184,
          summary: "미래세대를 생각하는 국민연금 개혁안",
          contents:
            "소득별·연령별 보험료 누진율 강화(소득이 높을수록, 연령이 높을수록 보험료를 더 내도록 설계)\n대규모 청년임대주택 공급을 위한 연기금 운용\n조기연금 및 연기연금 수령 시 감·가산 비율 조정(저소득층이 주로 신청하는 조기연금의 경우, 감액비율을 낮추고 고소득층이 주로 신청하는 연기연금의 경우 증액비율을 낮추어 계층별 연금격차 완화)\n노인 기초연금 약 50만원으로 실질적인 노후안전망 구축",
          voted: false,
          party: { name: "미래당", color: "#937674", image: "images/미래당.png", selected: false }
        },
        {
          no: 199,
          summary: "창조적이고 적극적인 복지로 따뜻한 공동체를 이루겠습니다.",
          contents:
            "국가책임의 출산과 보육 정책 강화(신혼부부 주거 우선 지원, 출산신고와 동시 부부 공동통장에 1억원 입금 및 각급 학교 입학 등 출금 가능 등)\n기본소득보장을 통한 인간다운 최저생활 유지\n사회적 약자에게 최소한의 주거 공간 제공\n빈곤, 학대, 학습, 체벌 등 모든 위험과 위협으로부터 아동을 보호하는 특별법 제정\n누구나 성년이 되면 우리 사회 성년 구성원으로 활동을 시작하면서 자립기반을 위한 씨앗 돈으로 1인당 1천만원 지급\n편안한 노후 걱정 없는 미래(1일 만보, 1주 오만보, 월 20만보 성공시 격려금 지급, 장기요양의 전액 국가 지원 및 의상자에 대한 의료비 지원 등)\n장애인의 인권과 자립을 보장하는 사회(장애인 입주복합 커뮤니티센터 건립 : 가족건강 보호 및 비장애인 일거리 창출, 의무고용제도의 기준고용율 준수 등)\n출산 후 산모와 아기에 대한 의료비 1년간 무상\n5대 중증질환 전액 국가지원, 희귀 질환자 의료비 지원\n권역별 전염성 공공의료, 응급의료 센터 증설 구축\n먹거리 안전 국가책임제 실시",
          voted: false,
          party: {
            name: "미래민주당",
            color: "#8F1C86",
            image: "images/미래민주당.jpg",
            selected: false
          }
        },
        {
          no: 204,
          summary: "돌봄의 평등을 이루는 사회를 실현하겠습니다",
          contents:
            "돌봄의 평등 실현을 통해 여성의 경력단절 문제의 해결\n돌봄 노동의 몫을 여성 개인에게 전가하는 것이 아닌 사회가 책임질 수 있는 실질적 프로세스 마련\n1인 양육자, 장애인 가정 양육자들에 대한 정부의 적극적이고 체계적 지원\n돌봄 서비스 노동자들의 임금, 처우 개선\n남성 육아휴직 강제 의무화 및 불이행 기업 패널티 부여",
          voted: false,
          party: {
            name: "여성의당",
            color: "#AF5678",
            image: "images/여성의당.jpg",
            selected: false
          }
        },
        {
          no: 206,
          summary: "강력범죄로 이어지는 스토킹, 파트너 폭력을 방지하겠습니다",
          contents:
            "가족 및 친밀한 관계에서 일어나는 폭력을 원천적으로 방지하고 개개인의 인권보호를 최우선하는 제도 마련\n가정폭력 피해자에 대한 지원 및 보호 대책 마련\n가정폭력 사건의 통계 분류체계 개선을 통한 가정폭력 피해의 심각성과 규모 파악\n‘스토킹범죄의 처벌 등에 관한 특례법’ 제정",
          voted: false,
          party: {
            name: "여성의당",
            color: "#AF5678",
            image: "images/여성의당.jpg",
            selected: false
          }
        },
        {
          no: 218,
          summary: "현실적 복지정책 확립",
          contents:
            "경제적 어려움으로 회생이 불가한 개인, 가정에 대한 임대주택, 생활비, 의료비, 자녀 교육비 등 긴급지원 입법\n긴급지원 대상자에 대한 직업교육 지원 및 취업 지원\n취약계층 방문 진료 서비스 강화\n65세이상 전철역까지 접근성의 어려움 해소를 위해 버스까지 무료로 하는 교통복지 확대",
          voted: false,
          party: { name: "자유당", color: "#477C1E", image: "images/자유당.png", selected: false }
        },
        {
          no: 221,
          summary: "효과적인 국가재난 대책 입법",
          contents:
            "전염병 발생 국가에 대한 즉각적인 입국금지 시행\n전염병 예방을 위한 보건소모품, 비품 등 국민 대상 무상지원\n보건의료의에 대한 경제적 지원\n자가격리자에 대한 경제적 지원\n감염자 의료비 전액 국고지원",
          voted: false,
          party: { name: "자유당", color: "#477C1E", image: "images/자유당.png", selected: false }
        },
        {
          no: 222,
          summary: "군인, 경찰, 소방관 그리고 국가유공자 예우와 보상 확대",
          contents:
            "근무, 복지 환경 개선, 군복무, 현장 근무시 부상자에 대한 국가 보상, 지원 확대\n6.25, 월남 참전용사에 대한 보상 확대\n1,2차 연평해전과 천안함 폭침 희생자 가족에 대한 예우와 보상 확대\n1,2차 연평해전과 천안함 폭침 사상자, 참전자에 대한 지원",
          voted: false,
          party: { name: "자유당", color: "#477C1E", image: "images/자유당.png", selected: false }
        },
        {
          no: 227,
          summary: "자국민 우선주의(Korea Firs",
          contents:
            "귀화 외국인에 대한 복지비(기초 수급비 + 노령 연금) 지출 내역 일괄 조사 뒤 해당 복지비 전액 노인 또는 차상위계층 아동에게 사용될 수 있도록 내역 변경",
          voted: false,
          party: { name: "새벽당", color: "#E8E263", image: "images/새벽당.png", selected: false }
        },
        {
          no: 235,
          summary: "기초노령연금 60만원으로 인상",
          contents: "일정 소득 이하의 빈곤 노인 분들을 대상으로 지원",
          voted: false,
          party: {
            name: "충청의미래당",
            color: "#39976F",
            image: "images/충청의미래당.jpg",
            selected: false
          }
        },
        {
          no: 236,
          summary: "생계형 부채탕감과 생활밀착형경제실현",
          contents:
            "국회에서 세부적 생계형 부채 전면 조사 후 정치적 대타협을 통해 국가정책으로 신용 대사면 실시",
          voted: false,
          party: {
            name: "충청의미래당",
            color: "#39976F",
            image: "images/충청의미래당.jpg",
            selected: false
          }
        },
        {
          no: 242,
          summary: "대전 시립의료원 설립",
          contents: "국회에서 지역 의료원에 대한 필요성을 역설하여 대전 의료원 유치",
          voted: false,
          party: {
            name: "충청의미래당",
            color: "#39976F",
            image: "images/충청의미래당.jpg",
            selected: false
          }
        },
        {
          no: 244,
          summary: "전 국민 의료 보험료 “zero”",
          contents: "전 국민의 의료 생활화",
          voted: false,
          party: {
            name: "통일민주당",
            color: "#F509C8",
            image: "images/통일민주당.png",
            selected: false
          }
        },
        {
          no: 250,
          summary: "1,000만 애완견, 묘 의료보험 적용",
          contents: "유기견, 묘를 줄이는 길은 의료보험 적용이다. ",
          voted: false,
          party: {
            name: "통일민주당",
            color: "#F509C8",
            image: "images/통일민주당.png",
            selected: false
          }
        },
        {
          no: 259,
          summary: "국민의 풍요로운 삶을 여는 보완적 생산복지",
          contents:
            "헌법에 규정된 행복추구권에 기초하여 모든 국민에게 풍요로운 삶을 보장하는 보완적 생산복지국가 건설을 추구한다.\n수요자 중심의 복지체계로 정부부처 간에 흩어져 있는 다양한 복지정책을 개선하여 국민의 후생복지 기능체계를 새롭게 구축한다",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        },
        {
          no: 260,
          summary: "사회적 취약계층에 대한 자아실현 보장",
          contents:
            "아동, 노인, 장애인, 다문화가족, 탈북자 등 사회적 약자와 소수자가 인간다운 삶을 영위하고 문화적 향유와 소통과 자아실현의 기회를 가질 수 있도록 맞춤형 복지 및 고용서비스체제를 구축한다. \n사회보장제가 그 역할과 기능을 다할 수 있도록 각종 사회보험의 사각지대를 보완하여 완비한다. 복지와 일자리, 교육정책의 연계를 강화하여 일자리기회를 대폭 확충한다.",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        },
        {
          no: 266,
          summary: "국민생활 보건시스템 구축",
          contents:
            "사스. 메르스, 코로나 바이러스와 같은 질병으로부터 국민의 건강을 지키기위해 사전적, 현재적, 미래적 보건의료 시스템을 철저히 구축한다.\n사전적으로는 방역 및 보건의료 시스템 구축을 위한 연구, 개발특별 지원센터를 상시적으로 운영한다.\n현재적으로는 질병관리본부를 강화하고 체계적인 의료시설을 확충하여 국립의료시스템을 체계화하여 운용한다.",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        },
        {
          no: 267,
          summary: "유비무한적 사전 안전시스템 강화",
          contents:
            "국가적 질병의 재난을 대비한 예산을 특별예산으로 확충하고 메년 잉여예산은 비축예산으로 별도 기금화하여 운영한다.\n기금화한 비축예산의 일정율은 의료시설의 확충 비용으로 사용할 수 있도록 법제화 한다.",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        },
        {
          no: 268,
          summary: "징벌적 철저한 통제시스템 구현",
          contents:
            "국가적 질병관리에 따른 법체계를 강화하고 법률을 위반하는 개인이나 기업 또는 해당 관련자에게 철저한 법적용을 통하여 국민의식을 고취시킨다.\n안전관리에 따른 철저한 관리 및 법집행을 통하여 국민안전 의식을 고취시킨다",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        },
        {
          no: 279,
          summary: "노인들의 노후가 행복한 세상",
          contents:
            "주민센터·관공서민원창구 및 일반회사에 일당제 ‘토·일 노인사원’ 근무제를 도입\n노인복지수당 월 30만원 지급\n점심식사 무료 제공 식당을 확대\n지하철처럼 시내버스 무임승차카드 제공\n경로당에서 오후3시부터 7시까지 어린이집에서 보육 후 유아들을 돌보면서 돌보미 수당을 지급",
          voted: false,
          party: {
            name: "한국복지당",
            color: "#A40C5A",
            image: "images/한국복지당.png",
            selected: false
          }
        },
        {
          no: 280,
          summary: "장애인들이 행복한 세상.",
          contents:
            "‘장애등급제’ 폐지\n장애인 일자리 창출\n장애인종합재활병원 건립\n저상버스비율 확대 및 장애인콜택시 확충-장애인 이동권 보장\n발달장애인 맞춤형 서비스 지원 확대\n중증장애인 상시 돌봄지원체계 구축",
          voted: false,
          party: {
            name: "한국복지당",
            color: "#A40C5A",
            image: "images/한국복지당.png",
            selected: false
          }
        },
        {
          no: 296,
          summary: "영유아 보육에 대한 국가 책임 강화",
          contents:
            "국공립 24시간 어린이집⋅유치원 지속 확대로 보육여건을 증진하고 보육료를 절감하도록 함\n감염병(전염병) 천재지변 등으로 어린이집⋅유치원 휴무 시 휴무에 상응하는 교육비 납입을 중지할 수 있도록 함\n보육교사의 처우를 개선하고 양심계발 교육전문가로 육성하며 양심계발교육프로그램을 도입하여, 영유아 시기부터 양심교육이 이루어질 수 있도록 함",
          voted: false,
          party: { name: "홍익당", color: "#FF7700", image: "images/홍익당.png", selected: false }
        }
      ]
    },
    "부동산/건설교통": {
      voted: false,
      promises: [
        {
          no: 3,
          summary: "부동산 투기 근절, 서민 주거 안정",
          contents:
            "부동산 불평등 해소를 위해 선제적 투기 근절 대책 실시(현행 대비 1주택은 0.3%~1.0%p 세율을 인상하여 1.0%~3.0%, 다주택에 대해서는 1.1%~3.5%p 세율을 인상하여 2.0%~6.0%까지 과세, 부동산 실거래가 반영률 100%로 단계적 상향조정, 공정시장가액 비율 폐지 등)\n전월세상한제·계약갱신청구권 도입, 세입자 9년 안심 거주 보장(소비자물가상승률 연동 전월세 상한제 도입, 교육 학기제를 고려해 전세 계약기간을 3년으로 연장, 계약갱신청구권 2회 보장으로 최소 9년 세입자 거주 보장 등)\n장기공공임대주택 200만호 확보를 위해 반의 반값 아파트를 매년 10만호 공급\n모든 선분양제 아파트에 분양가 상한제 적용\n2018년 기준 107만 가구의 2배 수준인 215만 가구에 월 평균 20만원 주거급여 지급(선정 기준 중위소득 60% 확대)\n최저주거기준 면적과 필수설비기준을 개선·확대하고 현재 대상에서 제외되어 있는 고시원, 쪽방 등 비주택 및 모든 거처에 적용(위반 시 이행강제금 부과 강화)",
          voted: false,
          party: { name: "정의당", color: "#ffcb08", image: "images/정의당.jpg", selected: false }
        },
        {
          no: 25,
          summary: "국민공감 부동산 정책",
          contents:
            "고가주택 기준을 9억원에서 12억원으로 올리고, 종부세 공제금액도 상향\n중산층・서민의 내집 마련을 가로막는 대출규제 등 전면 재검토\n국민수요가 높은 지역에 양질의 주택 多 공급(서울도심 및 1기 신도시 지역의 노후 공동주택 재개발・재건축 규제 완화, 기존 인프라를 활용할 수 있는 지역의 주택공급 확대 등)\n최초 자가주택 구입자, 실거주 목적 일시적 1가구 2주택자 대출 규제 완화\n청년과 신혼부부 대상 주택공급 확대(학세권, 역세권, 숲세권 등 취향에 따른 다양한 형태의 청년 주거 공간 제공이 가능토록 지원 강화)",
          voted: false,
          party: {
            name: "미래한국당",
            color: "#be055f",
            image: "images/미래한국당.png",
            selected: false
          }
        },
        {
          no: 59,
          summary:
            "GTX 건설과 환승센터 및 컴팩트 시티 건설. 재개발 재건축 활성화. 신혼부부용 임대주택 공급 획기적 증대",
          contents:
            "교통 기반 국토 건설 추진\n시장원리에 따른 주택정책 추진\nGTX 신속 건설 및 적정 위치에 환승센터 설치, 연계된 컴팩트 시티 건설\n재개발 재건축 신청에 법적 하자가 없으면 즉시 허용, 각종 금융규제 및 세제 규제․인허가규제 폐지\n신혼부부용 임대 주택 공급 획기적 증대. 원하는 경우 5년 임대후 분양",
          voted: false,
          party: {
            name: "우리공화당",
            color: "#00A651",
            image: "images/우리공화당.jpg",
            selected: false
          }
        },
        {
          no: 153,
          summary: "분배와 관리 중심의 주거 민주주의",
          contents:
            "3주택 이상 소유 자산에 대한 보유세(실효세율 5% 수준)를 급진적으로 인상하여 주택의 매매를 적극\n보유세 실효세율 1%까지 강화\n전체 주택의 20% 이상을 공공임대주택으로 공급\n물가상승률을 초과하지 못하도록 전월세 인상률 상한제 법제화\n표준임대료 제도 도입\n주택정비사업 진행 시 온실가스 감축 목표를 최우선적으로 제시\n공공이 공급하는 주택에 에너지 효율화 의무화",
          voted: false,
          party: { name: "녹색당", color: "#E06C97", image: "images/녹색당.png", selected: false }
        },
        {
          no: 160,
          summary: "수도권 집중을 넘어 안전하고 평등한 사회, ‘탈토건’",
          contents:
            "안전하고 평등한 탈토건국가(제주 제2공항 건설 중단, 신규공항 건설 중지, 4대강 재자연화 등)\n수도권 집중 해소(수도권 개발제한구역 해제 금지, 수도권정비계획법 강화)\n각종 지역개발 사업에 대한 규제 강화(예비타당성조사 강화, 무책임한 개발사업에 대한 행정배상제도(단체장, 관계 공무원, 타당성조사기관) 도입)",
          voted: false,
          party: { name: "녹색당", color: "#E06C97", image: "images/녹색당.png", selected: false }
        },
        {
          no: 186,
          summary: "반지하, 옥탑방, 고시원 폐지 ㅡ 최저주거기준 준수",
          contents:
            "최저 주거기준 거주 시민 임시 이주, 주거지원 프로그램 적용(무이자 장기 보증금 지원, 임대주택으로 이전 유도)\n최저 주거기준 미달 공간에 대한 개량 유도(불법 증·개축 금지, 주택 개량 자금 지원)\n최저 주거기준을 권고사항이 아닌 의무사항으로 지정, 관리 감시감독 강화 및 의무화",
          voted: false,
          party: { name: "미래당", color: "#937674", image: "images/미래당.png", selected: false }
        },
        {
          no: 190,
          summary: "주민센터 국선 공인중개사",
          contents:
            "주민센터에 국선 공인중개사가 상주하여 부동산 중개 기능을 일정 부분 담당함으로써 주택시장 전반의 공공성을 높이고 청년 및 주거취약계층에 대한 실효적 지원을 보장",
          voted: false,
          party: { name: "미래당", color: "#937674", image: "images/미래당.png", selected: false }
        },
        {
          no: 196,
          summary: "전국이 골고루 잘 사는 나라, 지속가능한 사회를 구축하겠습니다.",
          contents:
            "기본소득형 국토보유세 도입\n동해안선(부산-울산-포항-삼척-강릉-제진) 지속 추진\n서해선(목포-무안-새만금-군산-홍성-화성 송산-안산 원시-부천소사-고양 대곡) 지속 추진\n인천국제공항-강릉 동서철도망 지속 추진\n중부권동서횡단철도 (서산-예산-천안-청주-증평-문경-영주-분천-울진) 지속 추진\n동해안고속도로(부산-울산-포항-영덕-삼척-동해-속초) 지속 추진\n새만금포항고속도로(새만금-군산-익산-전주-장수-무주-대구-포항) 지속 추진\n광역교통체계 개선 추진(기존 철도망 전철화, 복선화, 급행화를 통한 광역급행철도화, 연안여객선 대중교통화)\n광역지방정부로 친환경적 지역개발권 이관",
          voted: false,
          party: {
            name: "미래민주당",
            color: "#8F1C86",
            image: "images/미래민주당.jpg",
            selected: false
          }
        },
        {
          no: 245,
          summary: "아파트, 주택 등 불로 소득 “zero”",
          contents: "전 국민의 주거부분은 1가족 1주택 보장",
          voted: false,
          party: {
            name: "통일민주당",
            color: "#F509C8",
            image: "images/통일민주당.png",
            selected: false
          }
        },
        {
          no: 297,
          summary: "임대주택 확충으로 주거안정 실현",
          contents:
            "주택 정책 수립 시 정략적⋅이념적 정책목표를 전면 폐지하고 국민의 주거안정 및 주거복지를 최우선 목표로 하여 철저하게 전문가와 상의하며 그 결과를 따름\n저렴한 임대주택부터 고급 임대주택, 학생⋅청년에게 필요한 공공 기숙사등에 이르기까지 다양한 종류의 임대주택 공급을 적극적으로 추진\n공공 임대주택의 품질하락 방지와 경쟁력 강화를 위해 민간 임대주택(뉴스테이)의 대규모 공급도 장려하며, 다양한 계층(신혼부부, 사회적 약자, 저소득계층 및 중산층, 고소득층 등)에 맞는 임대주택의 대규모 공급을 추진하여 주택의 매입 없이도 삶을 충분히 영위할 수 있도록 함\n임대주택 관리기법을 개선하여 공공자원의 낭비를 방지하고 주택관리기술을 고도화함",
          voted: false,
          party: { name: "홍익당", color: "#FF7700", image: "images/홍익당.png", selected: false }
        }
      ]
    },
    사법윤리: {
      voted: false,
      promises: [
        {
          no: 22,
          summary: "공정하고 정의로운 사회를 위한 개혁",
          contents:
            "공수처 폐지 법률안 발의\n검사 인사 및 예산 편성의 독립성 강화\n검찰총장 임기를 현행 2년에서 대통령의 임기 5년보다 길게 6년으로 연장\n변호사 예비시험제도 도입\n편향된 정치세력으로부터 우리아이 보호\n채용청탁과 고용세습 근절\n문화예술계와 체육계의 불공정 실태 근절",
          voted: false,
          party: {
            name: "미래한국당",
            color: "#be055f",
            image: "images/미래한국당.png",
            selected: false
          }
        },
        {
          no: 34,
          summary: "로스쿨과 의전원 폐지하고 사법시험 부활시켜 공정사회 실현하겠습니다",
          contents:
            "현대판 음서제 로스쿨/ 의전원 폐지하고 사법시험 부활시키겠습니다\n기득권에 의한 뒷문 취업이나 고용세습을 완전 차단하겠습니다(채용청탁이나 고용세습 채용을 취소하고 관련자를 징역 5년 이하 또는 5천만원이하 벌금형)\n근로기준법 개정하여, 기능이나 경험습득 청년들 보호조치와 열정페이 강력처벌 조항 신설\n국회에 ‘불공정 신고센터’ 설치 및 ‘공정사회 실현 특별위원회’를 설치",
          voted: false,
          party: {
            name: "국민의당",
            color: "#EA5504",
            image: "images/국민의당.png",
            selected: false
          }
        },
        {
          no: 54,
          summary:
            "문재인 정권 불법비리 및 사법방해 특검 추진\n박근혜 대통령 무죄 석방 및 탄핵의 위법성 조사",
          contents:
            "기존의 상설특검법에 의거하여 문재인 정권 불법비리 및 사법방해 특검\n공수처법 폐지, 추미애 탄핵, 특검 결과에 따라 문재인 탄핵\n국회에서 박근혜 대통령 탄핵 과정의 위헌 위법성 조사위원회 구성, 조사",
          voted: false,
          party: {
            name: "우리공화당",
            color: "#00A651",
            image: "images/우리공화당.jpg",
            selected: false
          }
        },
        {
          no: 88,
          summary:
            "사법개혁으로 국민인권 보장! 벌금 전과기록은 5년이 지나면 폐기! 선거권18세! 피선거권 20세! ‘불구속 수사, 불구속 재판’을 기본으로 하겠습니다.",
          contents:
            "벌금 전과기록은 5년이 지나면 폐기\n선거권 18세, 피선거권 20세! 로 보통국민의 소리를 국정에 반영\n불구속 수사, 불구속 재판을 기본으로 하여 국민의 생활을 검찰, 경찰, 사법의 이름으로 침해하지 않도록 함",
          voted: false,
          party: {
            name: "가자!평화인권당",
            color: "#CB465C",
            image: "images/가자_평화인권당.png",
            selected: false
          }
        },
        {
          no: 130,
          summary:
            "국민화합을 위하여 살인자만 두고 전과기록이 있는 국민모두 전과기록 말소를 통해 국정운영에 직접 참여시키는 정당",
          contents:
            "**국민화합을 위하여 살인자만 두고 전과기록이 있는 국민모두 전과기록 말소를 통해 국정운영에 직접 참여시키는 정당이 되겠습니다.",
          voted: false,
          party: {
            name: "국민참여신당",
            color: "#BE39DD",
            image: "images/국민참여신당.png",
            selected: false
          }
        },
        {
          no: 131,
          summary: "자유권박탈법(차별금지법) 제정 저지",
          contents:
            "동성애·이단을 반대할 양심·표현·학문·종교의 자유를 박탈하는 반헌법적인 「차별금지법」제정 저지를 통하여 신앙의 자유 수호\n「차별금지법」의 위헌성에 대한 교육 및 홍보\n「차별금지법」입법저지 활동",
          voted: false,
          party: {
            name: "기독자유통일당",
            color: "#51C28A",
            image: "images/기독자유통일당.png",
            selected: false
          }
        },
        {
          no: 146,
          summary: "포괄적 차별금지법 제정",
          contents:
            "다양한 차별금지 사유를 포괄하고 차별의 정의를 확대하며 구제수단의 실효성 확보\n개별적 차별금지법이 담지 못한 다양한 차별금지 사유를 포괄하고, 차별의 정의를 확대해 직접차별뿐 아니라 간접차별과 괴롭힘도 규율하며, 시정명령, 소송지원, 징벌적 손해배상, 증명책임의 전환 등을 통해 구제수단의 실효성을 확보",
          voted: false,
          party: { name: "노동당", color: "#EA8788", image: "images/노동당.png", selected: false }
        },
        {
          no: 150,
          summary: "군 동성애 처벌조항 삭제 및 동성혼 법제화",
          contents:
            "헌법과 법률이 보장하는 기본권을 성적 지향이 다른 성소수자를 포함한 모든 인간에게 보장\n이성애자들에게는 죄가 되지 않는 행동이 동성애자들에게는 죄가 되고 처벌의 대상이 되는 군형법 동성애 처벌조항을 삭제하고, 헌법과 법률이 보장하는 기본권을 성적 지향이 다른 성소수자를 포함한 모든 인간에게 보장하기 위하여 동성혼 법제화.",
          voted: false,
          party: { name: "노동당", color: "#EA8788", image: "images/노동당.png", selected: false }
        },
        {
          no: 167,
          summary: "당의 윤리정책(정책, 성실, 공의와 하나님의 진리를 위한 윤리강령을 지킨다.)",
          contents:
            "대통령을 포함한 모든 공직후보자와 대의원들은 당이 실시하는 교육을 받고 당의 강령에 준수할 것을 서약, 서명하여야 한다.\n사리사욕 사치하지 말고, 공명정대, 근검절약, 최소치의 기본 생활 등으로 타의 모범이 되고, 동방예의지국의 예절과 윤리 도덕을 지켜 준수한다.\n욕설, 비방, 모욕 등을 주는 행위를 금하고 타자의 부정을 책하고자 할 때에는 근거에 의거하여 사랑 안에서 권면한다.",
          voted: false,
          party: { name: "대한당", color: "#33B27D", image: "images/대한당.png", selected: false }
        },
        {
          no: 191,
          summary:
            "친일잔재를 청산하고, 검찰권과 경찰권의 지방분권을 통하여, 공정하고 인권이 존중되는 사회를 만들겠습니다.",
          contents:
            "친일잔재청산(광복회에 친일행적 평가에 대한 권한 부여 법 제정, 친일 인정자 및 후손에 대한 민족적 사면 근거 마련 등)\n권력기관의 민주적인 운영과 권한의 분산 추진(사법, 검찰, 경찰은 그 권한을 분산하고 더 세밀한 시민감시체계를 구축, 모든 권력기관은 주권자인 국민에게 부여받은 권한을 법과 제도를 통해 분산 등)\n시민참여 배심원의 평결 우선제 도입(법과 현실의 상이함에 대한 불신 및 괴리감을 시민 참여 배심원재판으로 해소, 시민참여 배심원 판결 수용)",
          voted: false,
          party: {
            name: "미래민주당",
            color: "#8F1C86",
            image: "images/미래민주당.jpg",
            selected: false
          }
        },
        {
          no: 212,
          summary: "성평등 민주주주의 실현이 가능한 헌법으로 바꾸겠습니다",
          contents:
            "‘여성과 남성의 동등한 대표성 확보’와 ‘국가의 성평등 실현 의무’를 헌법에 명시\n여성과 남성의 동등한 대표성 보장과 함께 여성과 남성 각각의 다양성과 대표성을 보장할 수 있도록 장애와 이주 등 소수집단 또한 의사결정과 정책입안 과정에 참여할 수 있는 적극적 조치를 헌법에 명시",
          voted: false,
          party: {
            name: "여성의당",
            color: "#AF5678",
            image: "images/여성의당.jpg",
            selected: false
          }
        },
        {
          no: 214,
          summary: "대한민국 정체성 확립을 위한 헌법수호",
          contents:
            "자유민주주의 헌법에 반하는 정부조직 해산\n공수처 악법 폐지\n공정선거 확립을 위한 사전선거제 폐지, 개표 전 과정 수 개표화",
          voted: false,
          party: { name: "자유당", color: "#477C1E", image: "images/자유당.png", selected: false }
        },
        {
          no: 288,
          summary: "온라인 댓글 및 여론 조작 강력처벌",
          contents:
            "온라인 댓글 조작 및 여론 조작에 대해 철저히 수사하고 강력히 처벌\n가짜 뉴스의 생성⋅배포자를 철저히 수사하고 강력히 처벌\n온라인 매체(포털 사이트 등)가 자발적으로 댓글 조작 및 여론 조작을 방지할 수 있는 방안을 논의하고, 관련 기술을 개발하며, 온라인 매체가 댓글⋅여론 조작, 가짜 뉴스 차단에 적극적으로 나서지 않을 경우에 대한 처벌을 제도화",
          voted: false,
          party: { name: "홍익당", color: "#FF7700", image: "images/홍익당.png", selected: false }
        },
        {
          no: 290,
          summary: "소년법 폐지",
          contents:
            "소년법 즉각 폐지\n즉각 폐지가 곤란할 경우에는 형사미성년자 연령을 대폭 하향 조정하거나,형사미성년자 관련 특례를 고의로 악용함이 명백한 경우에는 가중 처벌",
          voted: false,
          party: { name: "홍익당", color: "#FF7700", image: "images/홍익당.png", selected: false }
        },
        {
          no: 295,
          summary: "공소시효 폐지",
          contents:
            "공소시효를 폐지하여 미해결 형사사건에 대해서는 언제라도 재수사가 가능하도록 함\n빠른 시일 내에 폐지하기 어려운 경우에는 최소한 강력범죄, 비윤리적 범죄, 여러 사람들의 생명과 재산상 중대한 피해를 입힌 범죄, 약자에 대해 가한범죄 등에 대해서 만이라도 부분적으로 공소시효 폐지를 추진",
          voted: false,
          party: { name: "홍익당", color: "#FF7700", image: "images/홍익당.png", selected: false }
        }
      ]
    },
    여성: {
      voted: false,
      promises: [
        {
          no: 48,
          summary: "사이버 성범죄 처벌 강화",
          contents:
            "사이버 성범죄 처벌법 개정\n제14조 1항 개정 : 본인 동의 하에 촬영한 영상물이라도 불법유포시 처벌\n제14조 3항 개정 : 촬영 당시 동의 여부와 상관없이 영리를 목적으로 유포하는 경우 처벌\n불법촬영물 유포 협박자 처벌법 마련 : 불법촬영물을 단순 소지한 행위라도 유포 협박의 정황이 있는 경우 처벌 가능\n불법 촬영물을 유통하는 플랫폼에 대한 규제 강화",
          voted: false,
          party: { name: "민중당", color: "#f26522", image: "images/민중당.png", selected: false }
        },
        {
          no: 67,
          summary: "고령화 및 저출산 문제 해결",
          contents:
            "평생교육제도를 정비하여 노인들에게 필요한 기술 습득기회 제공\n생활비를 보장할 수 있도록 국민연금과 공무원연금의 격차를 해소\n실질적인 혜택이 부여되는 주택연금제도 시행\n고령층을 위한 공공 임대주택 단지 개발\n은퇴한 고령층에 대한 주택 보유세 및 양도세 경감조치 시행\n대기업의 아이 돌봄 시설 의무화\n공공 유아 교육기관 설치 확대\n결혼한 청년들을 위한 공공 임대주택 제공 확대\n중고등학교의 공교육 체제 강화를 통한 사교육비 부담 완화\n다문화 가족의 자녀를 위한 다문화 교육 기회 확대",
          voted: false,
          party: {
            name: "친박신당",
            color: "#E20010",
            image: "images/친박신당.jpg",
            selected: false
          }
        },
        {
          no: 111,
          summary: "여성 정치 참여 전략적 추진",
          contents:
            "모든 선출직 후보, 여성 비율이 50%이상 공천을 의무화 하겠습니다.\n모든 선출직 여성 전략 공천을 30% 이상 공천하도록 추진하겠습니다.\n성폭력, 가정폭력, 데이트폭력 등 여성폭력 근절대책과 양성평등을 위한 사회망 시스템 확립을 하겠습니다.\n남녀 임금격차를 축소하고 경력단절(비정규직을, 정규직으로)로 인한 피해를 해소하며, 여성이 건강하고 행복한 사회 구성이 되도록 법제화 하겠습니다.\n여성 가정경제 살리기를 위한 일자리창출 및 4차 산업혁신 신성장동력의 “인재양성”으로 여성능력 극대화 방안을 마련하겠습니다.",
          voted: false,
          party: {
            name: "국민새정당",
            color: "#C24EDB",
            image: "images/국민새정당.png",
            selected: false
          }
        },
        {
          no: 147,
          summary: "형법 제297조, 강간죄의 구성요건을 ‘동의’ 여부로 개정",
          contents: "안전한 상황, 안전한 관계 속에서의 성적 자기 결정권을 법률로 보장",
          voted: false,
          party: { name: "노동당", color: "#EA8788", image: "images/노동당.png", selected: false }
        },
        {
          no: 152,
          summary: "차별·폭력·혐오에 맞서는 페미니즘",
          contents:
            "여성혐오(미소지니)와 성착취 타파\n일상에서 시작되는 성평등\n직장 등 공적영역에서 성차별 해소",
          voted: false,
          party: { name: "녹색당", color: "#E06C97", image: "images/녹색당.png", selected: false }
        },
        {
          no: 198,
          summary: "여성의 욕구가 제대로 실현되는 평등과 상생의 사회를 만들겠습니다.",
          contents:
            "모성보호 강화 및 특별법 제정\n여성을 위한 양질의 일자리 창출(비정규직 여성근로자의 생활수준 임금 보장, 경력단절 여성 자격증 취득 격려금 지원 등)\n행정직, 국회의원, 공기업, 교육분야 여성 할당제 강화(30% 이상)\n돌봄의 가치 인정과 돌봄의 사회화(영유아에서 노인까지 돌봄 확대 운영, 아동, 청소년, 노인과 연계한 통합 돌봄체계 개선 등)\n여성의 안전권과 건강권 보장(성폭력, 가정폭력으로부터 여성 안전 강화, 안전귀가 서비스 확대 지원 등)",
          voted: false,
          party: {
            name: "미래민주당",
            color: "#8F1C86",
            image: "images/미래민주당.jpg",
            selected: false
          }
        },
        {
          no: 203,
          summary: "여성이 완전하게 안전한 나라를 만들겠습니다",
          contents:
            "디지털 성범죄 근절을 위한 법제도 정비\n취약여성 1인 가구 및 고령여성 1인 가구 지원\n고령여성 1인 가구를 위한 특화된 생활안전 서비스 제공. 현행 독거노인 대상 사회서비스에 성별관점을 도입하고, 특히 빈곤률이 높고 신체적 건강인식 비율이 낮은 노년여성의 특성을 고려해 반찬 및 물품지원, 가사서비스, 맞춤형 운동처방 등 특화된 서비스를 제공\n핵가족 중심에서 1인 가구/개별시민 중심으로 주거 및 복지정책의 패러다임을 전환하고 1인 가구에 대한 불이익 시정",
          voted: false,
          party: {
            name: "여성의당",
            color: "#AF5678",
            image: "images/여성의당.jpg",
            selected: false
          }
        },
        {
          no: 205,
          summary: "개별시민의 권리를 최우선에 두는 성평등한 복지국가를 실현하겠습니다",
          contents:
            "여성 1인 가구의 주거안전 및 안정보장을 통한 삶의 질 개선(여성 1인 가구를 위한 전용공동주택 신설, 공급, 여성 1인 가구주를 위한 금융관련 지원 및 임대주택 입주우선권 부여 등)\n취약여성 1인 가구 및 고령여성 1인 가구 지원\n고령여성 1인 가구를 위한 특화된 생활안전 서비스 제공\n핵가족 중심에서 1인 가구/개별시민 중심으로 주거 및 복지정책의 패러다임을 전환하고 1인 가구에 대한 불이익 시정",
          voted: false,
          party: {
            name: "여성의당",
            color: "#AF5678",
            image: "images/여성의당.jpg",
            selected: false
          }
        },
        {
          no: 207,
          summary: "OECD 1위 불명예, 성별임금격차를 없애겠습니다",
          contents:
            "성별임금격차 철폐를 위한 법률 제정\n동일가치노동 동일임금원칙을 업종으로 확대하여 여성 다수 직종의 저임금 문제 해결\n고임금군인 임원에서 여성비율이 낮은 것이 성별임금격차의 주요원인이 되기 때문에 국회의원/공공기관 임원/기업 임원의 여성비율을 50%로 의무화\n임금공시제도와 정부의 노동 통계 조사를 통해 성별임금격차문제를 해결하지 않는 사업장에 대하여 책임사업주(대표이사 또는 이사회 이사)를 직접 처벌하거나 임금총액의 1%를 벌금으로 부과하는 방안을 모색",
          voted: false,
          party: {
            name: "여성의당",
            color: "#AF5678",
            image: "images/여성의당.jpg",
            selected: false
          }
        },
        {
          no: 208,
          summary: "여성 신체의 건강과 여성의 자율성이 보장되는 나라를 만들겠습니다",
          contents:
            "임신과 출산을 중심으로만 논의되어 왔던 여성건강의 문제를 새롭게 정의하고, 여성의 신체적 건강과 정신적 안녕을 보장하며 여성의 권리와 자율성, 행복을 보장하는 사회 만들기\n여성건강권 보장을 위한 정책 수립의 의학적 근거 마련\n성별에 따른 의료격차 및 건강 불평등 해소\n여성과 남성의 생리적 차이를 반영한 치료제 및 의료기술 연구개발",
          voted: false,
          party: {
            name: "여성의당",
            color: "#AF5678",
            image: "images/여성의당.jpg",
            selected: false
          }
        },
        {
          no: 209,
          summary: "여성폭력방지를 위한 기본을 만들어가겠습니다",
          contents:
            "의제강간 연령 상향 조정 및 아동청소년성보호법의 대상청소년 조항 삭제를 통한 아동청소년 실질적 보호\n성폭력 공소시효 폐지 및 역고소 남용 제한 등 수사 및 처벌 실질화\n이주여성, 청소년, 장애여성 등 여성폭력에 있어 보다 더 취약한 지위에 있는 여성에 대한 보호대책 마련",
          voted: false,
          party: {
            name: "여성의당",
            color: "#AF5678",
            image: "images/여성의당.jpg",
            selected: false
          }
        },
        {
          no: 210,
          summary: "여성에게 경제권을 돌려드리겠습니다",
          contents:
            "여성의 경제적 자립과 계층 상승의 가능성을 보장하는 사회\n남성 가장에 의존하지 않는 여성 개인의 독립을 보장하는 사회시스템 정비\n여성 경제공동체의 창립지원과 연대 도모\n1인 여성가구, 장애인 여성들에 대한 맞춤형 경제적 지원금, 자기개발 프로그램 제공을 통한 임금상승 기회 부여, 경제적 독립권 실현",
          voted: false,
          party: {
            name: "여성의당",
            color: "#AF5678",
            image: "images/여성의당.jpg",
            selected: false
          }
        },
        {
          no: 211,
          summary:
            "여성차별, 여성혐오적 미디어 문화를 근절하고, 산업 내 여성청소년 착취적 노동 문화를 개선하겠습니다",
          contents:
            "정부부처, 관련 공기업및제작진, 출연자에대한 동수고용통한 성평등한미디어/컨텐츠제작 환경마련\n매체내여성혐오적, 성별불평등한 표기에대한금지 강화\n엔터테인먼트산업내 여성, 아동 청소년착취학대에 대한근절방안 마련\n성폭력, 성매매 사범에 대한 출연금지 법제화 및 기존 정책 내에서 논의되지 못 한 신규 매체에 양산된 여성혐오근절 대책마련",
          voted: false,
          party: {
            name: "여성의당",
            color: "#AF5678",
            image: "images/여성의당.jpg",
            selected: false
          }
        },
        {
          no: 293,
          summary: "여성가족부 폐지",
          contents:
            "여성가족부를 폐지하고 가족이나 소외계층에 대한 복지를 목적으로 하는 업무는 보건복지부에 통합하고(필요 시 복지부를 보건부와 분리하는 방안도 논의하겠습니다.), 그 밖에 문화⋅인권 등과 관련된 업무는 해당 기관 업무로 이관함으로써 정부 조직을 정비하고 예산 낭비와 업무의 비효율을 줄임\n일부 운동계층과 특정 사상을 존속하게 하기 위한 전유물로서 여성 문제를 편협하게 다루지 않고, 공허한 이념을 떠나 실질적으로 생존과 생활이 어려운 여성⋅가구⋅세대에 대해 인권과 복지의 관점에서 도움을 받을 수 있도록 지원",
          voted: false,
          party: { name: "홍익당", color: "#FF7700", image: "images/홍익당.png", selected: false }
        }
      ]
    },
    역사: {
      voted: false,
      promises: [
        {
          no: 13,
          summary: "5.18 민주화운동의 철저한 진상 규명 및 5.18 정신의 헌법전문 반영",
          contents:
            "부당한 국가권력에 저항했던 5.18 민주화운동의 헌법적 가치 인정\n5.18에 대한 철저한 진상 규명을 통한 책임 소재 명확화\n5.18에 대한 폄훼·왜곡·날조 행위 처벌 등 대책 입법화\n5.18 피해자 및 가족 치유를 위한 ‘국립 국가폭력 트라우마 치유센터’ 건립",
          voted: false,
          party: { name: "민생당", color: "#01a860", image: "images/민생당.jpg", selected: false }
        },
        {
          no: 80,
          summary: "대한민국 만년 역사 연구원",
          contents: "동북아역사재단의 재편",
          voted: false,
          party: { name: "코리아", color: "#773959", image: "images/코리아.png", selected: false }
        },
        {
          no: 216,
          summary: "대한민국 바로 세우기",
          contents:
            "대한민국 건국과 발전의 역사 바로 세우기\n대한민국 자유민주주의 체제를 부정하는 근현대 역사교과서 바로잡기\n왜곡된 역사 교육, 정치적 중립 위반하는 전교조 해산\n사법고시 부활, 기회의 평등 구현(고졸이상 응시)\n조민 방지법 입법(정시 위주의 입시제도 마련)",
          voted: false,
          party: { name: "자유당", color: "#477C1E", image: "images/자유당.png", selected: false }
        }
      ]
    },
    "재정경제/산업자원/노동": {
      voted: false,
      promises: [
        {
          no: 5,
          summary: "차별 없고 안전한 일터, 땀에 정직한 나라",
          contents:
            "5인 미만 사업장 600만 노동자에게 근로기준법 전면 적용\n230만 특수고용노동자 노동3권 보장\n기업살인법 제정\n초단시간(4주간 1주 평균 15시간미만) 노동자 차별금지 및 노동권 확대\n상시‧지속업무는 정규직 채용과 전환을 법제화\n‘노조 할 권리’ 실현(노조 쟁의권 제한 폐지, 노조의 정당한 쟁의행위에 대한 업무방해죄 및 손해배상‧가압류 폐지 등)\n채용공정성을 강화하고 해고 위협 없는 평안한 직장 실현(국가기관, 자치단체, 공공기관, 국‧공기업 고위공직자 자녀취업 현황 신고 의무화, 채용성적 조작 및 성별에 의한 차별 금지, 면접위원 복수제 및 외부전문가 50% 이상제 도입, 해고 목적의 부당 인사발령 무효화 법제, 희망퇴직 등 강제 해고 금지, 산전‧ 산후 여성에 대한 해고 제한 기간 180일로 연장, 실여급여 확대)\n2022년까지 연 1,800시간대 이하 노동시간 단축(연차 휴가 25일로 확대, 2025년까지 단계적으로 주 35시간제 도입, 1일 7시간제 등)",
          voted: false,
          party: { name: "정의당", color: "#ffcb08", image: "images/정의당.jpg", selected: false }
        },
        {
          no: 14,
          summary: "투기꾼에게는 세금을, 집 없는 사람에게는 저렴한 공공주택을",
          contents:
            "급등한 부동산(수도권 공동주택) 가격 정상화\n청년층·신혼부부·고령자 등 주거취약계층의 주거복지 서비스 확대\n‘금수저’에게 유리한 주택청약제도 개편\n저렴한 쉐어형 임대주택 공급을 확대 및 임대보증금과 전세자금 대출지원 강화\n1가구 1주택자 종부세 면제 및 주택을 많이 보유할수록 중과하는 누진적 종부세 세율 구조\n주택금융공사의 디딤돌대출 기준으로 중산층 맞벌이 가정이 혜택을 보도록 보장",
          voted: false,
          party: { name: "민생당", color: "#01a860", image: "images/민생당.jpg", selected: false }
        },
        {
          no: 16,
          summary: "고용세습과 채용갑질 근절 및 공정하고 안정적인 노동시장 형성",
          contents:
            "불법적인 고용세습 근절\n채용절차에서 구직자의 인권침해 금지\n구직자 인권침해 예방조치 의무화로 인권침해의 사전예방\n구직자의 알권리 보장\n노동시장 유연성과 고용안정성 함양",
          voted: false,
          party: { name: "민생당", color: "#01a860", image: "images/민생당.jpg", selected: false }
        },
        {
          no: 21,
          summary: "대한민국 미래희망경제 살리기",
          contents:
            "소득주도성장 폐기\n업종에 따라 근로시간을 조정할 수 있도록 다양한 근로시간 제도 도입(탄력근로제, 선택근로제, 재량근로제 등)\n최저임금 업종별ㆍ규모별 구분적용\n미래세대를 위한 국가재정 건전화(채무한도 초과 시 잉여금 전부를 채무상환에 사용, 정부・지자체・공공기관의 재정건전화계획 수립 의무화 등)\n과감한 규제개혁으로 경제살리기(규제개혁위원회의 장관급 기구 설치와 국회 내 규제혁파상설기구 설치 등)",
          voted: false,
          party: {
            name: "미래한국당",
            color: "#be055f",
            image: "images/미래한국당.png",
            selected: false
          }
        },
        {
          no: 26,
          summary: "투자활성화를 통한 일자리 창출",
          contents:
            "투자활성화ㆍ서비스산업 육성을 통해 기업의 투자를 늘리고 양질의 일자리 창출\n상속ㆍ증여세 등 기업 승계를 가로막는 세 부담 대폭 경감\n각종 부담금 존치 필요성과 부과수준의 적절성 등을 재검토해 기업이 부담하고 있는 준조세 폐지\n4차산업 일자리 특별법을 통해 ‘양질의 일자리 100만개’ 창출\n영상콘텐츠 산업에 제조업의 R&D 세액공제와 유사한 형태의 공제제도 마련\n제조업에 맞춰져 있는 외국납부세액공제를 문화콘텐츠산업에 적합하도록 합리적으로 개선\n청년 창업ㆍ후계농 육성지원(청년 창업농 지원대상을 45세 미만으로 확대, 영농정착 지원금을 5년으로 늘려 월 100만원씩 지급, 후계농어인 육성자금 금리를 현행 2%에서 1%로 인하 등)",
          voted: false,
          party: {
            name: "미래한국당",
            color: "#be055f",
            image: "images/미래한국당.png",
            selected: false
          }
        },
        {
          no: 28,
          summary: "대한민국의 미래, 청년ㆍ벤처 육성",
          contents:
            "최저임금제도 전면 개편, 유연근로제 확대로 기업의 활력을 살려 청년을 위한 양질의 일자리 창출\n문화・체육・관광을 결합한 ‘청년 문화패스’ 신설(기존 ‘문화패스’와 교통수단 할인혜택 위주의 ‘철도패스’, ‘지역별 관광패스’의 기능을 결합해 사용 분야와 할인 혜택을 전국단위로 통합확대)\n벤처기업 지원과 육성으로 대한민국 경쟁력 확보 발판 마련\n「재도전 지원확대를 위한 특별법」(가칭) 제정으로 ‘4전5기’ 성실실패구제제도 및 재창업 기반 마련을 위한 창업자 공제제도 정비",
          voted: false,
          party: {
            name: "미래한국당",
            color: "#be055f",
            image: "images/미래한국당.png",
            selected: false
          }
        },
        {
          no: 37,
          summary: "혁신주도성장정책으로 신성장을 추진하고 일자리 창출하겠습니다",
          contents:
            "소득주도성장정책 폐기하고, 4차산업혁명 첨단·융복합 기술 신산업 육성 및 일자리 창출\n급격한 최저임금 인상 전면 재검토하고, 현재 최저임금은 문재인정부 끝날 때까지 동결\n주52시간제 획일적 적용의 부작용 극복하고, 노동생산성을 제고하는 방향으로 근로시간 재조정\n타다금지법 폐기 등 규제혁신과 기업 주도의 도약형 혁신성장 환경 조성\n한국형 벤처 밸리를 구성해 AI, 블록체인 등 4차산업 인재 양성을 통해 미래세대 인프라 구축",
          voted: false,
          party: {
            name: "국민의당",
            color: "#EA5504",
            image: "images/국민의당.png",
            selected: false
          }
        },
        {
          no: 38,
          summary: "강성노조와 악덕사업주 불법행위를 근절하고 노사가 상생하는 나라 만들겠습니다",
          contents:
            "고용 및 해고의 유연성과 안정성을 강화하여 노사가 상생하는 생태계 조성\n강성노조의 불법파업과 악덕사업주의 불법행위를 법과 원칙에 따라 근절\n노조법 일부 조항은 사용자의 대항권을 제약하고 있어, 노사간 힘의 균형유지를 위한 사용자 대항권을 보완해 노사관계 선진화\n현행 탄력적 근로시간제도, 선택적근로시간제도, 재량근로시간제도 등 합리적으로 개선\n해고 근로자의 재취업 대책 및 실업에 대비한 사회 안전망 구축을 강화(실업급여 급여액 인상과 지급기간 연장 및 부양가족급여 신설 등)",
          voted: false,
          party: {
            name: "국민의당",
            color: "#EA5504",
            image: "images/국민의당.png",
            selected: false
          }
        },
        {
          no: 41,
          summary: "노동법과 최저임금 사각지대 해소",
          contents:
            "프랜차이즈 가맹점주 최저수익 보장, 가맹점 노동자 최저임금 보장\n재해발생사업장 직접고용 의무, 중대재해 처벌 강화\n노동법적 보호의 사각지대에 놓인 노동자들의 권리 보장\n고용안전망 확충으로 모든 노동자에게 더 나은 노동의 기회를 보장하고 실업으로부터 보호\n4인이하 사업장 근로기준법 적용\n초단시간노동자 주휴수당 보장(‘쪼개기 계약’ 규제)\n장애인 최저임금 적용제외 규정 폐지\n특수고용노동자 및 플랫폼노동자 최저임금 보장",
          voted: false,
          party: { name: "민중당", color: "#f26522", image: "images/민중당.png", selected: false }
        },
        {
          no: 55,
          summary: "유류세 폐지로 유류비 반값",
          contents: "유류세, 교통에너지 환경세, 개별소비세, 교육세, 주행세 등을 모두 폐지",
          voted: false,
          party: {
            name: "우리공화당",
            color: "#00A651",
            image: "images/우리공화당.jpg",
            selected: false
          }
        },
        {
          no: 56,
          summary:
            "최저임금, 탄력근로 노사합의 시 처벌 폐지. 법인세 감세 등으로 기업주도 성장 추진. 탈원전 정책 철폐로 전기요금 인하",
          contents:
            "각종 규제 철폐, 사업가 처벌 만능주의 법안 폐기\n노사합의에 의한 최저임금 자율조정 및 탄력근로제 적용 허용 및 처벌 법규 폐지\n탈원전 정책 폐기 국회결의안 통과, 고리 월성 등 원전 사용정지 관련 특검 실시",
          voted: false,
          party: {
            name: "우리공화당",
            color: "#00A651",
            image: "images/우리공화당.jpg",
            selected: false
          }
        },
        {
          no: 63,
          summary: "소득주도성장정책 폐기 ",
          contents:
            "소득주도성장이라는 용어를 폐기하고 관련 책임 소재를 규명\n최저임금 인상율은 물가상승율에 연동시켜 급속한 인상의 폐해 최소화\n자영업자, 중소기업에 대한 주52시간 근무제의 법적 강제성 폐지\n무분별한 퍼주기식 각종 복지제도의 재정비\n탈원전 정책의 포기 및 관련 정책 수립의 책임소재 규명\n원자력발전소 신규 건설 재개\n설립 추진 중인 한전대학을 원자력 기술 위주로 육성\n산림 등 환경을 훼손한 태양광 발전소 해체\n태양광 발전과 관련된 비리에 대한 특검 및 국정조사 추진\n4인가족 기준 최저생계비 이하 소득자 근로소득세 전액 면제",
          voted: false,
          party: {
            name: "친박신당",
            color: "#E20010",
            image: "images/친박신당.jpg",
            selected: false
          }
        },
        {
          no: 64,
          summary: "사업하기 좋은 나라 만들기 ~ “공장을 다시 한국으로” ",
          contents:
            "『사업하기 좋은 나라 만들기』 운동 전개\n공장을 다시 한국으로 가져오는 기업에 대한 인센티브제도 도입\n미군공여지를 활용, 수도권에 차세대 산업육성을 위한 연구단지 조성\n물류비용 경감을 위해 산업용 교통망 신설\n부동산 정책은 집값 인상 억제에서 공급 확대 위주로 개편\n부동산 가격을 잡기위한 각종 규제 정책 폐지\n왜곡된 전기요금 구조 바로잡기 ~ 가정용 누진제 폐지\n왜곡된 유류세 구조 바로잡기 ~ 휘발유 중과세 폐지",
          voted: false,
          party: {
            name: "친박신당",
            color: "#E20010",
            image: "images/친박신당.jpg",
            selected: false
          }
        },
        {
          no: 66,
          summary: "양극화 해소 및 소상공인/중소기업 활성화 정책",
          contents:
            "거대 재벌기업의 부의 불법 세습을 차단하는 제도 마련\n자영업자 등 소상공인 지원방안 강화\n최저임금위원회에 자영업・소상공인 대표 참여를 보장\n자영업자 등 소상공인에 대한 신용카트 수수료 인하\n중소기업의 경쟁력 강화를 위한 각종 제도 마련\n중소기업에 유아 돌봄 서비스 제공 지원 확대\n기초수습자 및 차상위계층에 대한 건강보험 자기부담금 지원 확대\n최빈층에 대한 기초노령연금 수습액 상향 조정\n국민연금 수령액을 증액 (더 내고, 더 받기)\n빈부격차 문제 해소를 전문적으로 연구하는 공공 연구기관 신설",
          voted: false,
          party: {
            name: "친박신당",
            color: "#E20010",
            image: "images/친박신당.jpg",
            selected: false
          }
        },
        {
          no: 70,
          summary: "균형예산 편성 및 작고 강한 정부",
          contents:
            "2021년 예산부터 균형예산 편성\n작은 정부의 구현을 위해 부서 통폐합\n복지제도에 대한 전면 재검토를 통한 국채발행 없는 복지예산 집행\nKBS2(채널 7)는 KBS에서 분리하여 민영화 (매각)\nMBC에 대한 방송문화진흥원의 소유지분은 민영화\n교통방송의 서울특별시의 소유지분은 민영화",
          voted: false,
          party: {
            name: "친박신당",
            color: "#E20010",
            image: "images/친박신당.jpg",
            selected: false
          }
        },
        {
          no: 72,
          summary: "노사 세금 금융",
          contents:
            "ICT 융합 경제학 확립, 원아시아 원히스토리 아시아 공통체 주창\n기업인전용연금정책실시\n친원전정책으로 원자력산업기반 재건\n복수노조제 및 귀족노조폐지, 대기업대주주 가족 기업 세습 경영 배제\n양도세, 재산세, 부가가치세등 절반 인하, 상속세 및 증여세 폐지\n서민금융 자본금 1000억원이하 소규모 금리 저리 은행 설립자유화\n긴급민생지원은행설립, 식량연료의료지원긴급센터설립",
          voted: false,
          party: { name: "코리아", color: "#773959", image: "images/코리아.png", selected: false }
        },
        {
          no: 77,
          summary: "국가도 회사다. 잉여예산제 실시",
          contents:
            "민족자본 민족은행 17개시도에 설립\n신용불량자 사면\n정당, 정치 중립의무 위반 시민단체 지원 배제\n남북한, 중국, 일본과의 경색국면, 유럽 및 서양사회의 경제위기에 따른 국민보호정책 수립\n생계곤란자, 각종 부담금 면제 사면조치",
          voted: false,
          party: { name: "코리아", color: "#773959", image: "images/코리아.png", selected: false }
        },
        {
          no: 83,
          summary: "최저임금제는 탄력적으로! 기업하기 좋은 나라!",
          contents:
            "대기업, 공기업 등은 최저임금제로 하되, 중소기업, 소상공인, 자영업자 등은 자율계약을 하도록 법 규제",
          voted: false,
          party: {
            name: "가자!평화인권당",
            color: "#CB465C",
            image: "images/가자_평화인권당.png",
            selected: false
          }
        },
        {
          no: 87,
          summary:
            "부자가 존경받는 나라! 비실명 스위스형 <국민생활 후원은행>을 만들어 서로 돕던 우리 민족의 미풍양속을 되살리겠습니다.",
          contents:
            "입금할 때 1프로, 출금할 때 10프로를 보통국민에게 기부하는 비실명 가능 은행을 1개 만들어 국민이 서로 돕도록 하고, 외국자본을 유치하여 국부를 늘리겠습니다.",
          voted: false,
          party: {
            name: "가자!평화인권당",
            color: "#CB465C",
            image: "images/가자_평화인권당.png",
            selected: false
          }
        },
        {
          no: 90,
          summary: "과도한 세금, 확 내리겠습니다! 과도한 담배세! 300%인 담배세는 폐지하겠습니다.",
          contents: "담배세는 폐지하고, 부가세 10%는 그대로 유지",
          voted: false,
          party: {
            name: "가자!평화인권당",
            color: "#CB465C",
            image: "images/가자_평화인권당.png",
            selected: false
          }
        },
        {
          no: 108,
          summary: "상속세 페지, 36종류의 세금 1개로 통합",
          contents:
            "상속세 폐지\n지방세 폐지, 36개의 세금을 1개로 통합\n증권거래세 면제- 소액증권 투자자\n자동차세 전부(보유세, 등록세, 취득세, 주행세, 고속도로 통행료 등) 기름 넣을 때 징수, 15종의 자동차 관련 세금고지서는 모두 폐지\n세금포인트제도 실시(세금 납부실적을 개인과 기업별 포인트로 적립, 자산화 한 뒤 높은 포인트를 가진 자나 기업은 국가유공자와 국가유공기업으 로 추대, 세금포인트는 상속과 증여를 할 수 있으며 사업실패자나 개인파산, 부도기업이라도 세금포인트가 높은 자는 대출을 받을 수 있게 한)\n특수사업자 신설로 매년 500만 명으로부터 100조원의 세수를 확보",
          voted: false,
          party: {
            name: "국가혁명배당금당",
            color: "#DF4801",
            image: "images/국가혁명배당금당.png",
            selected: false
          }
        },
        {
          no: 114,
          summary: "청년 취업 사관학교 전국 확대운영",
          contents:
            "취업을 위한 기술교육을 국가가 책임지고, 취업할 동안 생계비용을 국가 예산에서 지원하도록 하겠습니다.\n취업 전 모든 청년은 임시직 대우로 생산적 복지를 위한 기금설립을 추진하겠습니다.\n청년시절 모든 희망자들이 기능자격증을 소지하여 평생 취업할 수 있는 시스템을 확립하겠습니다.\n청년들이 직장이 없어 결혼을 미루고, 자녀양육 비용부담으로 저 출산 원인인 출산율 저하를 해결하겠습니다.",
          voted: false,
          party: {
            name: "국민새정당",
            color: "#C24EDB",
            image: "images/국민새정당.png",
            selected: false
          }
        },
        {
          no: 115,
          summary: "유통법 통합개정 발의",
          contents:
            "현행 다단계법(수당 35%지급)적용으로 종사자들의 합리적인 배당금 지급이 금지되어 있는 것을 해소하도록 하겠습니다.\n현행 제도에서 불법을 양산하는 구조적 문제를 개선하여, 유통종사자들이 즐거운 일터가 되도록 직접 판매 유통구조를 혁신하도록 추진하겠습니다.\n유통종사들 교육을 통하여, 유통사 자격증을 소지하여 평생 취업할 수 있는 시스템을 확립하겠습니다.\n품질 인증 과정을 통하여 생산 원가를 공개하고, 유통과정 축소로 발생하는 이득을 공동구매 공동판매를 통하여 소비자와 유통자가 공유하여 소득 격차를 해소하겠습니다.",
          voted: false,
          party: {
            name: "국민새정당",
            color: "#C24EDB",
            image: "images/국민새정당.png",
            selected: false
          }
        },
        {
          no: 119,
          summary: "소상공인 지원 정책",
          contents:
            "1인 이상 소상공인 창업을 위하여 창업교육 및 창업자금을 지원하며, 안정적으로 성장하도록 세제혜택 지원을 하겠습니다.\n고용보험 및 4대 보험 지원 혜택을 1인 이상 소상공인에게 확대하여, 영세 자영업자 지원 정책을 적극 추진하겠습니다.\n지진, 코로나 발생 등 천재지변으로 휴업 또는 폐업 시, 실업 급여를 적용 받을 수 있는 제도를 확립하도록 하겠습니다.\n자영업자 및 소상공인을 위한 세무사 기장료를 지방자치 단체에서 지원할 수 있도록 시스템을 확립하겠습니다. ",
          voted: false,
          party: {
            name: "국민새정당",
            color: "#C24EDB",
            image: "images/국민새정당.png",
            selected: false
          }
        },
        {
          no: 142,
          summary: "지분으로 매년 2%씩 납부하는 토지보유세 신설",
          contents:
            "토지소유권을 사회가 공동으로 가지게 하여 토지로 인한 불로소득 근절하고 토지공공성 극대화\n지분으로 매년/ 2%씩 납부하는 토지보유세를 신설, 점유권은 인정하되 소유권은 사회가 공동으로 가지고 관리",
          voted: false,
          party: { name: "노동당", color: "#EA8788", image: "images/노동당.png", selected: false }
        },
        {
          no: 143,
          summary: "파견업 전면 금지 및 특수고용직과 기간제법 폐지",
          contents:
            "원청의 정규직 직접고용 원칙을 강화하고, 별도의 사업장이나 고정자본 없이 일하는 모든 사람의 노동권 보장\n근로기준법 제9조(중간착취의 배제) 취지에 따라 원청 직접고용 원칙을 강화하여 일체의 파견업 폐지\n예외적인 간접고용의 경우, 외주비용 중 일정 비율 이상을 실제 노동자의 임금으로 사용하도록 의무화함으로써 중간착취를 최소화",
          voted: false,
          party: { name: "노동당", color: "#EA8788", image: "images/노동당.png", selected: false }
        },
        {
          no: 155,
          summary: "노동환경 개선과 정의로운 녹색 일자리",
          contents:
            "노동시간 단축(주35시간 노동제 법제화·공공부문 주4일제 도입, 연장노동 시간 10시간 이내로 단축 등)\n휴일확대(연차를 30일로 확대하고, 연차수당을 1.5배로 지정하여 연차를 사용하는 것이 더 유리하도록 개선, 육아휴직제도 등 가족휴가의 가족 범주 확대 등)\n소득분배의 획기적 개선(산업별 단체교섭체계 확대하여 산별 임금체계 형성, 경영자 최고임금제와 기업이익분배법 제정 등)\n녹색 정의로운 일자리(녹색일자리, 사회적기업 일자리 등 공공일자리 확대, 정의로운 전환 지원법 제정하여 에너지 자원 절약적이고 노동집약적 산업 전환 우선 지원 등)\n건강하고 안전한 노동(기간제법, 파견법 개정하여 상시지속 업무에 대한 정규직 고용 원칙 규정, 무기계약직 실질적인 노동조건 개선 등)",
          voted: false,
          party: { name: "녹색당", color: "#E06C97", image: "images/녹색당.png", selected: false }
        },
        {
          no: 163,
          summary: "경재정책(과학 기술의 첨단화, 세계화 등)",
          contents:
            "주간 6일제 근무제로 전환하여 모든 국민은 나라와 민족과 가정을 위하여 일을 하여야 한다.\n중소기업 육성책을 펴서 대기업화 혹 이윤창출 극대화 하고 대기업들은 항상 국가를 대신하여 국민들의 사회 및 생활복지 등에 그 이윤을 돌려야 할 책임을 준다.\n과학기술 첨단화 및 세계화를 위하여 특수학교 개설운영과 육성책을 구체화하여 영재 교육을 겸하여 실시한다.\n해외 주재 대사관 내에 국가경제 부서를 두어 수출입 증대화, 시장개척들을 겸한다.",
          voted: false,
          party: { name: "대한당", color: "#33B27D", image: "images/대한당.png", selected: false }
        },
        {
          no: 169,
          summary: "소득평균화와 근로(서민)정책",
          contents:
            "불법노조를 하는 사람들에게는 그에 상응한 급여를 지급치 않거나 퇴사하게 하는 법안을 강력히 입법한다.\n행정부와 근로자들은 회사의 책임자가 근로기준법에 불법하는 행위, 회사의 이익을 부당히 사취하는 행위 등을 고발하여 노사가 서로 한 가족으로 소득의 분배와 대우를 형편에 알맞게 한다.\n실업, 육아, 퇴직, 산업재해 등 근로자가 직면한 사회적 위험을 체계적으로 해소하며, 적정한 최저임금과 실업 급여보장, 직업훈련 확대, 여성의 경력단절 해소 등을 골간으로 하는 적극적인 노동시장 정책으로 고용과 복지, 직업훈련의 연계성을 강화한다.",
          voted: false,
          party: { name: "대한당", color: "#33B27D", image: "images/대한당.png", selected: false }
        },
        {
          no: 174,
          summary:
            "악덕금융을 홍익금융화하여 세계경제를 살려가는 경제대국으로 만들어 드리겠습니다.",
          contents:
            "신용불량자 전원 신용 회복 및 부채완전 탕감\n누수없고 탈세없는 공정 사회 구현\n암호화폐를 국가기간화폐로 발행 유통",
          voted: false,
          party: {
            name: "대한민국당",
            color: "#A82947",
            image: "images/대한민국당.gif",
            selected: false
          }
        },
        {
          no: 177,
          summary:
            "만주-간도 연해주 고토 회복과 유라시아 횡단철도망 및 AI인공지능 로봇자동화시스템으로 노동없는 행복한 1차산업을 만들어 드리겠습니다.",
          contents:
            "만주-간도 연해주 고토 회복 및 정착\n농업 뉴딜정책과 AI인공지능 로봇자동화 시스템 보급\n무한동력에너지,신재생에너지 보급으로 화석 및 원자력 발전 완전대체\n청년취업국가 책임제 실시\nDMZ에 세계자연유산유네스코 지정으로 세계적인 관광명소화",
          voted: false,
          party: {
            name: "대한민국당",
            color: "#A82947",
            image: "images/대한민국당.gif",
            selected: false
          }
        },
        {
          no: 194,
          summary: "산업 경쟁력과 사람 경쟁력을 바탕으로 좋은 일자리를 많이 만들겠습니다.",
          contents:
            "일자리 창출(산업경쟁력 강화, 전통시장 활성화, 사회서비스 확대, 사회적경제 활성화 등)\n경제성장 및 2025년 1인당 국민소득 4만달러 달성\n주요 전략산업(섬유산업, 석유화학산업, 화장품산업, 철강산업, 자동차산업, 조선산업, 부품소재산업, 일반기계산업, 반도체산업, 디스플레이산업, 건설플랜트산업, 해운물류산업, 항공운송산업) 경쟁력 강화 및 일자리 창출\n주요 신산업(제약바이오산업, 항공우주산업, 드론산업, 로봇산업, 관광산업, 정보통신산업, 금융산업, 교육산업, 보건의료산업, 식품산업, 패션산업, 영화산업, 문화예술산업) 경쟁력 강화 및 일자리 창출\n4차산업혁명 추진",
          voted: false,
          party: {
            name: "미래민주당",
            color: "#8F1C86",
            image: "images/미래민주당.jpg",
            selected: false
          }
        },
        {
          no: 217,
          summary: "경제를 살리는 일자리 창출",
          contents:
            "노사정 위원회 폐지\n법위에 굴림하는 구시대적 거대 노총 해산\n기업의 경영자유 보장, 일자리 창출\n탈원전 정책 폐기, 원전 산업 활성화\n경제성과 실효성이 불투명한 태양광 정책 전면 재검토",
          voted: false,
          party: { name: "자유당", color: "#477C1E", image: "images/자유당.png", selected: false }
        },
        {
          no: 219,
          summary: "조세개혁으로 국민 생활 안정화",
          contents:
            "상속세 폐지\n종교세 폐지\n거주하는 주택에 대한 재산세 폐지\n세금 부담을 줄여 경제활성화 달성\n공정선거 확립을 위한 사전선거제 폐지, 개표 전 과정 수 개표화",
          voted: false,
          party: { name: "자유당", color: "#477C1E", image: "images/자유당.png", selected: false }
        },
        {
          no: 228,
          summary: "청년 일자리 창출",
          contents:
            "일자리 예산은 25조 8천억원으로 노인 일자리 및 고용장려금, 창업지원,직업훈련 등에 사용되는 액수임. 추가 금액을 일회성 일자리가 아닌 R&D지원 및 청년 창업 지원 비용으로 확대, 양질의 청년 일자리를 확보",
          voted: false,
          party: { name: "새벽당", color: "#E8E263", image: "images/새벽당.png", selected: false }
        },
        {
          no: 229,
          summary: "귀족노조 특권 회수",
          contents:
            "노동법 상 노동조합의 대표자는 근무시간 내 ‘노동자’의 권리를 위해 일해야 하게 되어 있음. 만약 노동조합 대표자가 해당 사업체 이외의 별도 정치세력과 단합을 하거나 노동조합 권리 이외의 별도 정치행동을 하는 경우 대표자 자격을 박탈하는 법률을 만들어 귀족화 된 노동조합을 없애도록 함.",
          voted: false,
          party: { name: "새벽당", color: "#E8E263", image: "images/새벽당.png", selected: false }
        },
        {
          no: 230,
          summary: "법인세 감세 및 증세 철회",
          contents:
            "최고 법인세율 일괄 조정 및 공제 제도 확대(저축 및 부양가족, 카드 사용금액에 대한 공제 혜택 확대)",
          voted: false,
          party: { name: "새벽당", color: "#E8E263", image: "images/새벽당.png", selected: false }
        },
        {
          no: 231,
          summary: "상속세 감세 혹은 폐지 ",
          contents:
            "상속세는 이중과세이며 중산층의 붕괴를 야기할 가능성이 높으므로 다른선진국들과 마찬가지로 감세 혹은 폐지를 하는 것이 바람직함 ",
          voted: false,
          party: { name: "새벽당", color: "#E8E263", image: "images/새벽당.png", selected: false }
        },
        {
          no: 233,
          summary: "자영업자 살리기",
          contents: "관련법을 제⋅개정하여 매출 3억 이하 자영업자에게 부가세 환급",
          voted: false,
          party: {
            name: "자영업당",
            color: "#DBBBE2",
            image: "images/자영업당.jpg",
            selected: false
          }
        },
        {
          no: 238,
          summary: "대한민국 5만불 시대를 열겠습니다.",
          contents:
            "모든 물품구매나 용역 등 제반 활동에서 지역업체 상품을 구매하고 지역 업체를 활용할 것이다.",
          voted: false,
          party: {
            name: "충청의미래당",
            color: "#39976F",
            image: "images/충청의미래당.jpg",
            selected: false
          }
        },
        {
          no: 246,
          summary: "중소기업 육성책, 신용자금 확대",
          contents: "중,소 기업들의 신용 대출 확대를 통해 육성책 개발.",
          voted: false,
          party: {
            name: "통일민주당",
            color: "#F509C8",
            image: "images/통일민주당.png",
            selected: false
          }
        },
        {
          no: 251,
          summary: "유통의 글로벌로 인하여 세계화",
          contents: "우수한 인적자원을 활용하여 유통의 세계화",
          voted: false,
          party: {
            name: "통일민주당",
            color: "#F509C8",
            image: "images/통일민주당.png",
            selected: false
          }
        },
        {
          no: 252,
          summary: "신용불량자 구제",
          contents: "130만명 원래 채무 3억원 미만에 해당하는 약 90% 구제",
          voted: false,
          party: {
            name: "통일민주당",
            color: "#F509C8",
            image: "images/통일민주당.png",
            selected: false
          }
        },
        {
          no: 254,
          summary: "정의로운 시장경제 확립과 경제성장 실현",
          contents:
            "정의로운 시장경제의 효율을 극대화하고 공정하고 투명한 시장경제질서를 확립한다.\n정부는 그 역할과 기능을 강화하여 경제정의를 구현한다. 시장경제의 장점을 살리기 위해 경제주체의 불공정거래를 엄단하여 공정한 경쟁관계를 지향한다.\n대기업과 중소기업 간에 공정경쟁과 동반성장을 촉진할 수 있는 제도적 기반을 확대한다.\n 개인과 기업의 자유와 창의를 최대한 존중하여 근로의욕과 기업가정신을고취한다.\n국제표준에 입각하여 불필요한 규제를 철폐함으로써 국내ㆍ외 기업들이 세계를 무대로 마음껏 활동할 수 있는 기반을 지원한다. 세계화 추세에 발맞추어 시장을 개방하고 자유무역협정 체결을 단계적으로 확대한다.",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        },
        {
          no: 255,
          summary:
            "중소기업 투자확대 및 농어촌 향토문화 복원으로 신명나는 농어촌 관광힐링국가 추진",
          contents:
            "한국 농어촌경제 발전의 관건은 지역 특성에 따른 향토문화의 복원과 지역특산품을 특화하는 6차산업형 농어촌 관광힐링산업을 활성화 하는데 있다. 따라서 한국의 관광힐링국가는 경쟁력 있는 벤처·중소기업형관광힐링산업의 육성에 달려있음을 인식하고 금융, 인력, 기술, 조세 등의 다양한 분야에서 지원을 확대한다.\n시장개방으로 인한 농어민의 경쟁력 강화를 최대한 지원하고, 농어업과식품산업은 국민건강과 식량안보를 책임지는 미래 주요 성장산업으로 육성한다.\n유통구조개선 등을 통한 농어업의 경쟁력을 확보하여 풍요로운 농어촌 관광힐링국가를 건설한다.",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        },
        {
          no: 256,
          summary: "일자리 창출 국정운영",
          contents:
            "일자리창출과 고용안정을 국정운영의 최우선 목표로 삼는다. 모든 경제정책을 고용창출의 관점에서 재정립한다. 노사가 법과 원리원칙에 따라 자율적으로 협의하는 노사분쟁해결시스템을 정착시킨다.\n비정규직 근로자에 대한 불합리한 차별과 불평등을 해소하고 정규직 전환을 위해 지속적으로 노력한다.\n소상공인, 자영업자와 전문직업인의 경제 활성화 정책을 실현하여 이들을 중산층으로 복원하여 관련 일자리를 재창출한다.",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        },
        {
          no: 257,
          summary: "청년일자리 마련 중점 추진",
          contents:
            "청년고용은 일자리 정책의 핵심과제이다. 청년 일자리 창출을 위해 산‧학‧연 연계를 강화한다.\n스타트업기업, 벤처기업, 창출기업 등의 성공모형의 창업시스템을 활성화시킨다.\n청년고용기업에 대한 지원을 확대한다. 청년고용 증대를 위하여 성과에 따른 임금직무체계의 구축을 지원하고, 청년층의 구직활동에 대한 지원을 강화한다.",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        },
        {
          no: 258,
          summary: "사회적 취약계층 일자리 마련 대책 추진",
          contents:
            "노인과 장애인 그리고 사회적 약자에 적합한 지속 가능한 일자리를 창출하고 그에 따른 맞춤형 일자리 정책을 추진한다. 노인의 경험과 노하우를 살려 융합적 경제활동을 지원한다.\n장애인에게 적합한 직업능력개발기회를 확대하며 취업지원을 강화한다. 동시에 사회적 기업을 포함한 여성.장애인 고용기업에 대한 지원을 확대한다.",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        },
        {
          no: 281,
          summary: "중소기업을 경제의 근간으로 튼튼한 나라를 만들겠습니다",
          contents:
            "최저임금 10,000원 시행 5년간 유예\n50인 이하 중소기업의 주52시간 근무시간 제를 5년간 유예\n50인 이하 중소기업에 ‘경영자문관’ 파견",
          voted: false,
          party: {
            name: "한국복지당",
            color: "#A40C5A",
            image: "images/한국복지당.png",
            selected: false
          }
        }
      ]
    },
    정치: {
      voted: false,
      promises: [
        {
          no: 9,
          summary: "국민주권을 위한 정치‧국회‧정부‧사법 개혁",
          contents:
            "정치기득권 타파로 국민주권 실현(민심그대로 100% 연동형 비례대표제 도입, 선거권‧피선거권 연령 낮춰 청소년·청년 정치참여 활성화 등)\n국민의 감시와 통제를 받는 특권 없는 국회, 일하는 국회, 국민눈높이 국회 실현(국회의원 세비 30% 삭감·최저임금 연동 상한제 도입, 국회의원 국민소환제 도입 등)\n반부패 공직사회 개혁(고위공직자 검증기준 강화, 고위공직자 자녀 입시비리에 대한 전수조사 실시 등)\n국민주권 존중, 유전무죄 무전유죄 척결 사법개혁(지방검사장 주민 직선제 도입, 제왕적 대법원장 체제 해체와 법원 민주화 등)",
          voted: false,
          party: { name: "정의당", color: "#ffcb08", image: "images/정의당.jpg", selected: false }
        },
        {
          no: 12,
          summary: "공공개혁으로 국민 세금 낭비 방지, 행정 신뢰·효율성 증대",
          contents:
            "공공부문 축소를 통한 국고 낭비 방지\n지속적인 기술력 향상에도 불구하고 과대한 행정 인력 소요에 대한 대대적인 개혁안 마련 필요\n정부 효율성 증대 방안 마련으로 최소 비용, 국민 행복 증진 최대화 추진\n재정사업 효율성 증대, 보조금 부정수급 방지 등 재정사업 지출구조조정 실시\n방만한 공공기관 개혁, 낙하산인사 방지 및 성과 검증없는 높은 처우 개선",
          voted: false,
          party: { name: "민생당", color: "#01a860", image: "images/민생당.jpg", selected: false }
        },
        {
          no: 31,
          summary: "국회법과 정당법 개혁하여, 일하는 정치 실현하겠습니다",
          contents:
            "상임위, 소위원회 자동개회를 법제화 하겠습니다\n국회 홈페이지에 국회의원 출결상황 공개하고 무단결석하면 세비삭감 등 강력한 패널티 부과하겠습니다\n상임위원회 중심인 국회운영체제를 소위원회 중심체제로 바꾸겠습니다\n예산결산특별위원회의 상설화 하겠습니다\n패스트트랙의 남용을 막겠습니다\n매년 년1회 또는 2회로 나누어서 △국고지원금 사용 세부내역, △입법추진 및 통과실적, △예산결산 심사실적, △국민 편익 정책개발 및 정치사업 실적 등 투명하게 공개하도록 추진",
          voted: false,
          party: {
            name: "국민의당",
            color: "#EA5504",
            image: "images/국민의당.png",
            selected: false
          }
        },
        {
          no: 32,
          summary: "권력의 사유화 막고, 민주적 통제 강화하겠습니다",
          contents:
            "공수처 기소권 폐지하여 공수처의 권한남용 방지\n검경수사권 조정하여 견제와 균형을 추진(경찰의 수사 종결권 검찰 이관, 검찰의 직접 수사권 전면 폐지 등)\n의회 및 법무장관이 지명하는 특검을 상설화(정치사건 등 특별수사가 필요한 경우 상시적 특검수사 추진)\n정치검찰 · 법관 퇴출시키겠습니다(수사기관 장 임명 시 국회 추천 후 인사청문회, 국회 동의 절차 통해 대통령의 인사권 견제 등)\n공무원 선거개입 처벌 3배 상향\n매크로 등 불법기제로 여론조작행위를 지시·유도·실행 등에 가담한 경우 강력처벌\n외국인 국내 영주권자의 지방선거 투표권 조항 삭제",
          voted: false,
          party: {
            name: "국민의당",
            color: "#EA5504",
            image: "images/국민의당.png",
            selected: false
          }
        },
        {
          no: 45,
          summary: "국민을 위한 국회개혁,국민의 직접정치 확대",
          contents:
            "국회의원소환, 국민발안, 국민투표제 도입\n국회의원 특권폐지, 고위공직자 부동산 백지신탁제 도입\n자유로운 참정권 보장(청소년과 노동자 참정권 보장, 교사공무원 정치, 정당활동 자유 보장)",
          voted: false,
          party: { name: "민중당", color: "#f26522", image: "images/민중당.png", selected: false }
        },
        {
          no: 51,
          summary:
            "사회주의 개헌 목적 ‘헌법개정국민발안권’ 개헌 저지. 이승만 자유민주 건국정신, 박정희 산업화 부국강병정신, 박근혜 자유통일정신 계승",
          contents:
            "4.15총선 ‘사회주의개헌 목적 헌법개정국민발안권 개헌 저지선 구축을 위한 후보단일화’ 추진\n건국대통령 이승만, 부국강병대통령 박정희의 정신, 자유통일 대통령 박근혜의 정신을 선양\n자랑스런 대한민국의 건국 및 부국, 자유통일의 역사를 필수 교육과정으로 확립",
          voted: false,
          party: {
            name: "우리공화당",
            color: "#00A651",
            image: "images/우리공화당.jpg",
            selected: false
          }
        },
        {
          no: 61,
          summary: "자유민주주의 수호 및 개헌 반대",
          contents:
            "박근혜 대통령의 잘못된 탄핵 바로잡기 운동\n박근혜 대통령 석방 운동\n국민발안제 개헌(안) 반대 ~ 개헌저지투쟁 국가비상대책위원회 활동 강화\n연동형 비례대표제 폐지를 위한 선거법 개정\n비례대표를 위한 위성 정당의 위헌소송 제기/무효화 운동\n공수처법 폐지\n태블릿 PC 조작 의혹에 대한 재수사\n드루킹 사건의 관계자에 대한 엄벌과 재발 방지 대책 수립\n조국 사태에 대한 조속한 재판 진행을 통한 법치질서 정립\n울산 시장 선거 개입 사건에 대한 국정감사 및 특검 도입",
          voted: false,
          party: {
            name: "친박신당",
            color: "#E20010",
            image: "images/친박신당.jpg",
            selected: false
          }
        },
        {
          no: 74,
          summary: "북진통일 비상시국 상태로 변환, 컴퓨터(전산)선거, 개표금지",
          contents:
            "북진통일 비상시국 상태로 변환(여의도 국회를 미8군 주둔지역인 국립박물관과 교체, 국회의원선출 지역구제 폐지, 정당권역별비례대표제로만 선출, 각종법률폐기위원회설치 등)\n중앙선거관리위원장, 국회 선거관련법 입법 거부권 행사권 부여\n컴퓨터(전산)선거, 개표금지, 선관위 독립적인 선거수사 및 기소권 부여",
          voted: false,
          party: { name: "코리아", color: "#773959", image: "images/코리아.png", selected: false }
        },
        {
          no: 79,
          summary: "지방 행정 개혁",
          contents:
            "정당원 또는 지지자가 지지 대가로 행정허가 또는 사업에 불개입 조치\n국회, 의회의원 행정권행사에 불개입 원칙 확립",
          voted: false,
          party: { name: "코리아", color: "#773959", image: "images/코리아.png", selected: false }
        },
        {
          no: 105,
          summary: "국회의원 100명으로 축소, 무보수 명예직, 지차체 폐지",
          contents:
            "국회의원의 수 100명으로 축소, 무보수 명예직으로 변경\n지자체선거 폐지, 지자체 단체장 대통령 임명제ž무보수 명예직으로 변경\n정당지원금제도 폐지\n남은 금액과 선거예산 9000억원을 국민에게 돌려주도록 함",
          voted: false,
          party: {
            name: "국가혁명배당금당",
            color: "#DF4801",
            image: "images/국가혁명배당금당.png",
            selected: false
          }
        },
        {
          no: 121,
          summary: "국민을 주요 국정운영에 직접 참여시키는 정당",
          contents:
            "중요한 국정운영의 방향을 결정할 때마다, 국민전체가 참여할 수 있는 “모바일 국민투표” 방식을 도입하겠습니다.\n",
          voted: false,
          party: {
            name: "국민참여신당",
            color: "#BE39DD",
            image: "images/국민참여신당.png",
            selected: false
          }
        },
        {
          no: 122,
          summary:
            "국회의원숫자를 200명으로 줄이고 국회의원의 특권을 없애고 임명직이나 선출직 공무원의 특권을 없애기,지역구국회의원공천시 지역에 2년이상 실거주자 위주로 공천하기",
          contents: "지역구의원의 낙하산공천을 막고 지역발전과 화합을 위하도록 하겠습니다",
          voted: false,
          party: {
            name: "국민참여신당",
            color: "#BE39DD",
            image: "images/국민참여신당.png",
            selected: false
          }
        },
        {
          no: 124,
          summary: "전직대통령의 전수조사를 통한 비리의 고리를 끊어내는 정당",
          contents:
            "전직대통령들의 수많은 비리를 재조명하고 숨겨진 재산을 찾아내어 국민에게 돌려드리도록 하겠습니다,",
          voted: false,
          party: {
            name: "국민참여신당",
            color: "#BE39DD",
            image: "images/국민참여신당.png",
            selected: false
          }
        },
        {
          no: 136,
          summary: "자유민주주의를 수호할 헌법수호청 설립",
          contents:
            "방어적 민주주의 이념으로 자유민주적 기본질서 수호를 위한 국가기관으로 ‘헌법수호청’ 설립\n헌법수호청을 통한 헌법질서 교란세력에 대한 감시 및 정보수집과 분석",
          voted: false,
          party: {
            name: "기독자유통일당",
            color: "#51C28A",
            image: "images/기독자유통일당.png",
            selected: false
          }
        },
        {
          no: 149,
          summary: "만 35세 이하 출마자 및 장애인 출마자 선거비용완전공영제",
          contents:
            "경제적 약자인 청년과 장애인의 국회진입을 보장, 새로운 정치의 토대를 마련\n만35세 이하 출마자와 장애인 출마자에 대해서는 선거기탁금을 포함한 선거비용 전액을 국가가 부담하는 선거비용완정공영제를 실시함으로써, 경제적 약자인 청년과 장애인의 국회진입을 보장",
          voted: false,
          party: { name: "노동당", color: "#EA8788", image: "images/노동당.png", selected: false }
        },
        {
          no: 158,
          summary: "특권 없고 유능한 국회, ‘정치개혁’",
          contents:
            "비례성, 대표성, 다양성이 보장되는 정치구조(국회의원 선거에서 비례성 100%의 정당명부식 비례대표제 도입, 성별 동수 국회 달성 등)\n특권없고 유능한 국회(연간 1억 5천만원이 넘는 국회의원 연봉 대폭 삭감하고, 독립기구에서 국회의원 연봉산정, 외부인사가 참여하는 국회의원 징계기구 설치 등)\n청년, 청소년의 정치적 기본권 보장(공직선거법 상의 선거권 연령을 만 16세 이상으로 확대, 국회의원 및 지방의원 피선거권 연령을 민법상 성년인 만 18세로 확대 등)\n선거공영제 개선(전국단위 선거 때마다 지급되는 정당선거보조금 폐지하고, 경상보조금만을 지급하는 것으로 전환, 국고보조금 배분방식 개선: 원내교섭단체에게 50% 우선배분하는 위헌적인 국고보조금 배분방식 개선, 득표수에 따라 배분 등)\n기본권과 민주주의를 강화하는 헌법개정(2020년 하반기 헌법개정특위 구성하여 21대 국회 1년에 헌법개정 추진, 기후위기 극복을 위한 포괄적 전환의 필요성을 헌법 전문에 포함 등)",
          voted: false,
          party: { name: "녹색당", color: "#E06C97", image: "images/녹색당.png", selected: false }
        },
        {
          no: 161,
          summary: "정치혁명",
          contents:
            "국회의원의 명예직화와 의원 수를 120명 수준으로 만든다.\n사법부, 판검사의 임준에 있어서 그저 암기식의 시험을 탈피하고, 초등학교에서부터 사법고시 전, 전 과정에의 철저한 개인 신상을 제시하여 판검사의 자격을 판단하는 기준으로 삼는다.\n중앙행정부와 지방자치단체의 시도행정이 직능을 구별하여 유대협의관계 및 중앙통제체제로 재조정하여 강력한 행정부, 시도행정체제를 구축하여 상호 하나가 되는 행정체제를 구축한다.",
          voted: false,
          party: { name: "대한당", color: "#33B27D", image: "images/대한당.png", selected: false }
        },
        {
          no: 181,
          summary: "국회의원 최저임금제",
          contents:
            "국회 특권 폐지와 국민의 봉사직임을 강조하는 상징적인 조치로 국회의원세비 중 기본급을 최저임금으로 함.",
          voted: false,
          party: { name: "미래당", color: "#937674", image: "images/미래당.png", selected: false }
        },
        {
          no: 183,
          summary: "정치 세대교체 369법(비례대표 공천할당제)",
          contents:
            "연령대별 대표성과 비례성 확보를 위해 정당별 비례대표의원의 30%를 만 45세 이하 연령에 의무적으로 할당하도록 함\n3의 배수 할당은 홀수와 짝수가 반복됨으로 여성공천할당제와 병행이 가능\n할당 연령 내에서의 쏠림 현상을 막기 위해 피선거권 기준 25~35세 구간과 36~45세 구간의 연령을 교차 할당",
          voted: false,
          party: { name: "미래당", color: "#937674", image: "images/미래당.png", selected: false }
        },
        {
          no: 192,
          summary: "지방분권적 정치체제 개헌을 통하여 시민의 자기 결정권을 극대화 하겠습니다.",
          contents:
            "대한민국 7공화국체제를 위한 헌법개정(지방분권적 정치체제 도입, 대통령 결선투표제 도입, 대통령 4년 중임제 도입, 2022년 대선과 지방선거 동시 시행 등)\n세종시로 완전한 행정수도 이전\n광역단위 지방정부에게 중앙정부 권한 대폭 이양(지방정부에게 지역 입법권, 행정권, 사법권, 개발권, 산업정책권, 노동정책권, 교육권, 경찰권, 검찰권, 사법권 보장)\n경기남ㆍ북도 분리 등 수도권 광역단위 지방정부 재설계\n국세와 지방세의 비율을 50:50으로 조정 및 지방정부 재정균형 지원\n공기업 사회적 책임 강화",
          voted: false,
          party: {
            name: "미래민주당",
            color: "#8F1C86",
            image: "images/미래민주당.jpg",
            selected: false
          }
        },
        {
          no: 234,
          summary: "대통령중임제 및 부통령제 도입",
          contents: "대통령 선거 시에 부통령을 파트너십으로 동시 선거",
          voted: false,
          party: {
            name: "충청의미래당",
            color: "#39976F",
            image: "images/충청의미래당.jpg",
            selected: false
          }
        },
        {
          no: 241,
          summary: "지방선거 정당공천제 폐지",
          contents: "국회 합의로 지방선거에 대한 정당공천제를 폐지.",
          voted: false,
          party: {
            name: "충청의미래당",
            color: "#39976F",
            image: "images/충청의미래당.jpg",
            selected: false
          }
        },
        {
          no: 243,
          summary: "충청중심의 대통합 정치 실현",
          contents:
            "국회에 진입하여 대한민국의 상생발전이라는 사명감을 갖고 양당을 아우르는 대통합 정치를 펼쳐갈것이다.",
          voted: false,
          party: {
            name: "충청의미래당",
            color: "#39976F",
            image: "images/충청의미래당.jpg",
            selected: false
          }
        },
        {
          no: 278,
          summary: "대한민국의 건국이념 계승",
          contents:
            "대한민국 건국이념 계승, 호국수호자 최대한 예우\n한미동맹을 강화하며 국방력을 강화(한․미 연합사령부의 전시 작전통제권을 공동대표체제로 전환, )\n인도적이고 우호적인 입장에서 북한을 동반자로 대우(핵개발 포기선언을 하기 전까지는 ‘대량살상무기확산방지기구'를 결성한 유엔의 결의를 존중, 인도적 차원에서 식량과 비료를 지원하되 실수요자에게 전달과정을 확인할 수 있는 제도적 장치를 합의)",
          voted: false,
          party: {
            name: "한국복지당",
            color: "#A40C5A",
            image: "images/한국복지당.png",
            selected: false
          }
        },
        {
          no: 285,
          summary: "정치선진화 정책",
          contents:
            "국회산하에 감사원을 두어 행정부의 행정 및 예산집행결과를 엄정 감시감독\n예산 결산권을 강화하여 정부의 예산안을 편성과정 에서부터 심의권을 국회가 갖도록 함\n국민 대다수가 자기 성향에 맞는 정당에 가입하도록 권장하여 국회의원의 공천권을 지역구 당원대회에 결정정하도록 하여, 특정 지도부에 예속되는 것을 제도적으로 방지\n의원선거 시에 합동연설회를 부활시켜 유권자의 후보자 선택권을 넓히고 공정한 기회를 보장\n자치단체의 장은 임명제로 전환",
          voted: false,
          party: {
            name: "한국복지당",
            color: "#A40C5A",
            image: "images/한국복지당.png",
            selected: false
          }
        },
        {
          no: 289,
          summary: "국회의원 국민소환제 도입",
          contents: "국회의원 국민소환제 실현",
          voted: false,
          party: { name: "홍익당", color: "#FF7700", image: "images/홍익당.png", selected: false }
        }
      ]
    },
    종교: {
      voted: false,
      promises: [
        {
          no: 162,
          summary: "종교혁명",
          contents:
            "헌법에 명시된 종교의 자유는 인정하나 이단, 기타의 우상숭배 등으로 인한 개인재산침해와 국익에 저해가 되는 경우는 이의 단체들은 즉각 철폐할 법령을 제정한다.\n기독교, 불교, 유교, 천주교 등의 종교에 종교청을 두어 각 종단의 성경, 법령 등을 기준하여 종교재판을 할 수 있는 기관으로 개인의 재산침해, 불법, 영적인 문제의 재판을 할 수 있게 한다.\n각 종단들 중에 많은 신도들로 많은 헌물, 기부금의 경우는 세금을 징수할 수 있는 법안을 마련한다.",
          voted: false,
          party: { name: "대한당", color: "#33B27D", image: "images/대한당.png", selected: false }
        },
        {
          no: 175,
          summary:
            "종교의 역기능을 해소하고 상생시키는 통합부활 국교화와 경천 숭조 애인의 효도문화를 만들어 드리겠습니다.",
          contents:
            "경천숭조애인 사상(하늘을 공경하고 조상을 기리며 사람을 사랑하는 법) 고취\n첨단 신문화 정착",
          voted: false,
          party: {
            name: "대한민국당",
            color: "#A82947",
            image: "images/대한민국당.gif",
            selected: false
          }
        },
        {
          no: 215,
          summary: "종교의 자유와 생명존중사상 정립",
          contents:
            "동성애, 동성혼 반대\n동성애자 퀴어행사 지원금지\n공휴일 실시되는 국가자격시험 폐지\n종교자유 침해하는 차별금지법 폐지",
          voted: false,
          party: { name: "자유당", color: "#477C1E", image: "images/자유당.png", selected: false }
        },
        {
          no: 248,
          summary: "종교부 신설",
          contents: "국민의 50%가 종교인으로 이제는 종교부를 신설해야 한다",
          voted: false,
          party: {
            name: "통일민주당",
            color: "#F509C8",
            image: "images/통일민주당.png",
            selected: false
          }
        }
      ]
    },
    종합일반: {
      voted: false,
      promises: [
        {
          no: 6,
          summary: "골목경제 활성화, 농어민 삶의 질 제고",
          contents:
            "골목활성화 3법(상점가 지원, 지역사랑 상품권, 공공 배달앱) 제정\n골목상권 보호를 위해 복합쇼핑몰 규제 강화(대규모 점포 등의 개설·변경을 등록제에서 지자체 허가제로 변경, 노브랜드와 같은 대기업 꼼수 출점을 막기 위해 대기업 분담비율 50% 기준 삭제)\n가맹점 분야 이익 배분 개선을 위한 최저이익보장제 도입\n대리점 단체 구성권 및 교섭권 신설\n「농어민 기본수당 지원법」을 제정해 지자체에서 실시하는 농어민수당에 대해 국가에서 일부(40~90%) 지원. 이후 농어민 기본소득으로 전국화\n충분한 농업 재해 보상을 실시하고 농업인 삶의 질 보장\n어업어촌 생태계를 마련하고 어민의 삶 보장(공익형 수산직불제. 어업생산보험제 도입, 어선원 재해보험료의 85%를 국비로 지원)",
          voted: false,
          party: { name: "정의당", color: "#ffcb08", image: "images/정의당.jpg", selected: false }
        },
        {
          no: 164,
          summary: "사회정책(국민건강, 영토권확장, 국토개발, 복지대책)",
          contents:
            "기독교 정신에 입각한 교육과 용서와 화해를 선도하는 사회정책과 바른 정치인들과 단체와 국민의 선행을 지속적으로 증대 홍보한다.\n마약, 도박, 매춘, 음란, 불법, 종북세력, 부정부패 척결을 위한 강력한 대처법안 등과 물리칠 기독교 신앙생활로 국민생활의 안정과 정서를 아름답게 하며, 대중교통, 건강운동, 스포츠, 문화행사 등을 육성한다.\n삼면이 바다인 동,서,남해의 개발과 섬을 개발하여 관광자원화 내지는 수산자원을 극대화할 정책과 해양과학을 개발한다.\n기업과 부자에게는 과징세로 징수하여 사회적 평생복지 정책을 수립하고 세금의 사용도 간접시설 확장보다는 국민들이 평균하게 잘 살 수 있게 한다.",
          voted: false,
          party: { name: "대한당", color: "#33B27D", image: "images/대한당.png", selected: false }
        },
        {
          no: 170,
          summary: "국민단합과 세계주도",
          contents:
            "당원과 대한민국 국민들은 자기유익과 탐심을 버리고 스스로 성결 거룩하게 하고, 5천년의 유구한 백의민족 정신을 되살려 불법한 행위들을 척결 회개하게 한다.\n의를 행하는 전체 대한민국의 단합된 지혜로 세계의 정치, 경제, 사회, 문화, 교육 등을 대한민국이 주도하여, 모든 사람이 진리와 정의 안에서 천국적인 삶을 누리게 한다.",
          voted: false,
          party: { name: "대한당", color: "#33B27D", image: "images/대한당.png", selected: false }
        },
        {
          no: 180,
          summary:
            "AI인공지능 로봇 등 제4차 산업의 활성화와 국민보호제도를 도입하여 마음놓고 국내,외 활동을 하는 국민보호시스템을 만들어 드리겠습니다.",
          contents:
            "AI인공지능 로봇자동화 4차산업혁명 미래시대를 앞 당겨 실현\n가정생활용품 압류금지\n전,월세보증금 6억원까지 재산 압류금지\n국민위원회 설립 신속한 민원 해결\n국민보호제도 완벽보완(내국인, 재외동포)",
          voted: false,
          party: {
            name: "대한민국당",
            color: "#A82947",
            image: "images/대한민국당.gif",
            selected: false
          }
        },
        {
          no: 271,
          summary: "과학기술과 문화콘텐츠 기반국가 구현",
          contents:
            "세계 최고수준의 기초‧원천 과학기술과 문화콘텐츠분야 투자를 확대한다. 기술혁신기업과 문화콘텐츠기업을 양성하여 미래성장 동력을 확충한다\n국민의 과학기술과 문화콘텐츠의 마인드를 고취하고 과학기술인과 문화콘텐츠인의 사기진작을 위한 제반 시책을 강구한다. 과학기술을 국정의 중심에 두고 국정운영 각 부문 및 국가정책결정과정에 과학기술인의 참여를 보장 한다\n과학기술과 문화콘텐츠의 연구 및 개발을 통한 지적재산권을 체계적으로 지원 관리하여, 글로벌 경제사회에서 필요로 하는 지적재산권을 라이센싱할수 있도록 지원을 확대하고 보호한다. ",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        },
        {
          no: 282,
          summary: "저출산 해소 및 행복한 주택,유아,교육정책",
          contents:
            "자녀만 출산하며 무상으로 내 집 마련되는 주택정책(토지가격이 싼 개발제한구역(그린벨트)이나 교육부지 중 폐교지역을 택지로 조성하여 저출산 해소용 목적의 아파트를 대량 건설 확보)\n여성이 임신했을 때부터 출산 때까지 모든 의료비용을 국가가 부담하여 출산에 따른 가계 부담을 제로\n육아휴직기간을 재택근무제로 인정하여 급여의 50%를 지급\n유치원·초·중학교까지는 물론 고등학교도 의무교육으로 전환\n전문 인력 배출 4년제 대학 입학정원 5배로 확대\n정원 확대로 확보된 재원으로 정원확대 이전에 합격할 수 있었던 우수학생(20%)에게 4년 동안 장학금을 지급",
          voted: false,
          party: {
            name: "한국복지당",
            color: "#A40C5A",
            image: "images/한국복지당.png",
            selected: false
          }
        },
        {
          no: 283,
          summary: "청년이 마음껏 꿈의 나래를 펼칠 수 있는 나라 건설",
          contents:
            "중고등학교를 인문중고등학교, 체육중고등학교, 예능중고등학교로 다변화\n초등학교 6학년 동안 담임선생이 학생의 적성과 소질을 분석 파악하여 인문 · 체육 · 예능 중고등학교로 진학을 배치\n약 20조원의 예산을 대학지원을 중단하고 고등학교 의무교육 재원으로 전환하여 고등학교를 의무교육으로 하여 국민의 교육비부담을 줄임\n대학입시제도 개편(현행 ‘대학수학능력시험’을 실시하되 수능시험성적을 대학입시에 적용하지 않고 대학진학여부를 평가하는 대학진학자격시험으로 전환, 대학입시는 대학마다 입학시험을 실시, 대학입시는 전 과목평가제를 지양하고 전공학과 연관과목만 시험 등)\n병역의무제를 폐지하고, 모병제 전환\n돈 안 드는 자녀출산 및 무상으로 내 집 마련\n여성이 임신했을 때부터 출산 때까지 모든 의료비용을 국가가 부담하여 출산에 따른 가계 부담을 제로",
          voted: false,
          party: {
            name: "한국복지당",
            color: "#A40C5A",
            image: "images/한국복지당.png",
            selected: false
          }
        },
        {
          no: 286,
          summary:
            "침구사제도 양성화, 슈퍼.자판기 약품판매, 지입전세버스 개인면허허용, 신용불량자 사면 복권 실시",
          contents:
            "처방약을 제외한 일체의 약품을 슈퍼 및 자동판매기에서 판매\n침구(침과 뜸)의술의 탁월한 효험을 질병치료의 의료수단으로 활용하기 위해 보건의료기본법에서 인정하는 의료행위로 입법조치\n지입 전세버스 개인면허 허가\n신용불량자 사면복권조치 단행(신용카드 및 다단계영업 피해로 인해 금융 적색상태에 있는 사람들 중 5,000만 원이하 사람의 경제회생을 위해 특별자금을 조성하여 금융거래 정상화 도모)",
          voted: false,
          party: {
            name: "한국복지당",
            color: "#A40C5A",
            image: "images/한국복지당.png",
            selected: false
          }
        }
      ]
    },
    행정자치: {
      voted: false,
      promises: [
        {
          no: 33,
          summary:
            "정부조직을 전면개편하여 미래정부로 재정립하고, 국가의 미래를 위한 연금개혁을 추진하겠습니다",
          contents:
            "사회부총리 폐지하고 산업부총리 신설하겠습니다(4차산업과 융합된 경제산업에 관한 정부의 효과적인 조정 및 지원체계 마련)\n정부의 비효율적인 유사·중복 기능을 통폐합하고 구조조정 하겠습니다\n미래전자정부를 구축하여 공무원을 감축하겠습니다(블록체인형 전자정부 구축하여 2030년까지 공무원 20% 감축)\n공기업 및 출연출자기관 통폐합과 민영화, 공기업의 자회사 정리\n공무원·군인·교원 등의 특수직 연금과 국민연금 일원화",
          voted: false,
          party: {
            name: "국민의당",
            color: "#EA5504",
            image: "images/국민의당.png",
            selected: false
          }
        },
        {
          no: 73,
          summary: "행정 사법 검경 감사",
          contents:
            "국토부-건설, 부동산, 교통기술, 국가검정기술, 환경기술 전문분야로 해체 분화\n기초자치제 폐지. 광역화만 지방자치허용\n대법원개혁, 대법관확충, 법관보수 2배인상, 상고심사제페지\n변호사시험제 수시제 변환, 대학미수학자대상 사법시험부활, 법대교수변호사자격증부여\n경찰조직 개편, 수사전문청, 보안전문청, 정보전문청, 가정실종자수사전문청, 공수처전문청, 전문 경찰로 조직개편\n감사원의 혁신, 정부․ 지자체 감사직 독립청화",
          voted: false,
          party: { name: "코리아", color: "#773959", image: "images/코리아.png", selected: false }
        },
        {
          no: 178,
          summary:
            "신문고 암행어사 세계네트웤 총본부 설립과 무한에너지 실용화로 깨끗한 지구환경을 만들고 전염병 없는 나라로 만들어 드리겠습니다.",
          contents:
            "신문고 암행어사 마패제도 부활\n행정구역 통 폐합 - 16개 시.도를 5개도로 통합\n석유 등 화석 및 원자력을 무한에너지와 신재생에너지로 완전 대체",
          voted: false,
          party: {
            name: "대한민국당",
            color: "#A82947",
            image: "images/대한민국당.gif",
            selected: false
          }
        },
        {
          no: 179,
          summary:
            "행정부 관료제 타파 및 재산비례 벌금형, 지자체장 임명제 등의 정책으로 적폐없는 나라로 만들어 드리겠습니다",
          contents:
            "사법부 적폐청산\n입법부 체질개선\n학생인권법제정/ 어린이, 청소년 인권법 제정\n참정권 보장을 위한 선거법 및 정당법 개정\n정당제도 시스템 개선\n행정부 관료제 병리현상 타파\n지자체장 임명제 시행",
          voted: false,
          party: {
            name: "대한민국당",
            color: "#A82947",
            image: "images/대한민국당.gif",
            selected: false
          }
        },
        {
          no: 220,
          summary: "통일부, 여성가족부 해체",
          contents: "통일부 해체\n여성가족부 해체",
          voted: false,
          party: { name: "자유당", color: "#477C1E", image: "images/자유당.png", selected: false }
        },
        {
          no: 269,
          summary: "국민과 소통하는 국민안전과 행정편익 구현",
          contents:
            "정치에 대한 국민의 불신을 해소하기 위해 국민의 뜻을 정확하게 읽는 국민과 소통하고 국민의 안전과 행정편익에 대한 모바일행정시스템을 구축한다. \n깨끗하고 믿을 수 있는 정치로 거듭나기 위해 각종 제도를 개혁한다.\n모든 국민이 각자의 능력과 소질을 최대한 발휘할 수 있는 환경을 조성해주는 사회네트워크형 모바일정당을 건설한다. 국민의 참여를 적극적으로 보장하고 삶의 질을 책임진다.\n청년들이 적극적으로 정치에 참여할 수 있도록 청년 정치네트워크를 강화한다.\n사회적 갈등과 격차를 해소하고, 모든 국민과 적극적으로 소통하며 또한 모든 시민들에게 희망과 미래를 보장하는 정치를 구현한다.",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        },
        {
          no: 270,
          summary: "국민의 행정편익을 위한 모바일 지방분권화",
          contents:
            "지역민의 의견을 반영하는 지방자치가 활성화될 수 있도록 자치권을 강화한다.\n중앙정부의 기능, 권한과 재정을 과감하게 지방자치단체로 이관하여 지역주민의 자율과 창의를 극대화한다. 지역경제 및 지역문화의 활성화와 낙후지역에 대한 적극적인 지원을 통해 국토의 균형 있는 발전을 도모한다.\n세계적 경쟁력과 매력을 갖춘 거점도시들을 각 지역별로 구축하고, 이들을 중심으로 전국을 광역권 네트워크 체제로 재편한다.\n이러한 것들을 모아 국민 행정편익을 위한 지방분권적 모바일행정시스템을 구축하여 모바일 행정국가체제를 확립한다. ",
          voted: false,
          party: {
            name: "한국경제당",
            color: "#F58229",
            image: "images/한국경제당.png",
            selected: false
          }
        },
        {
          no: 287,
          summary: "‘기초 생필품 물가관리청’ 및 ‘지하매설물관리청’신설 생필품 물가안정 도모",
          contents:
            "‘기초 생필품 물가관리청’을 국무총리 직속으로 신설하여 생필품 물가안정 도모\n‘지하매설물관리청’신설(지하 매설 업무를 일괄 통제 관리하며 시공․유지․보수까지 업무를 수행, 상․하수도, 전기, 가스등 공사 관련 부처의 공사 계획에 대해 신고․ 접수한 뒤 관리청은 이들 공사 건수를 일괄 조정 하여 한꺼번에 여러 건의 공사를 조정 집행)",
          voted: false,
          party: {
            name: "한국복지당",
            color: "#A40C5A",
            image: "images/한국복지당.png",
            selected: false
          }
        },
        {
          no: 294,
          summary: "양심콜센터 설치",
          contents:
            "공공기관의 민원기능을 통합하여, 양심콜센터 설치\n민원인은 양심콜센터에서 원스톱으로 민원을 해결\n민원인이 민원 제기 시 민원담당관을 배정\n해당 민원담당관이 민원인을 대신해 해당 민원에 필요한 서류를 책임지고 처리 공공 행정망에 이미 있는 서류 등에 대해서는 민원담당관이 직접 처리, 민원인이 행정 서류를 위해 수고하지 않도록 함\n여러 부서에 걸친 복합 민원, 억울한 일에 대한 호소, 저소득자 및 사회적 약자(최저생계자 및 복지 대상자, 노약자, 미성년 세대주 등)의 민원 등에 대해서는, 해당 민원담당관이 민원인을 대신해 원스톱으로 양심이 납득할 때까지해결하도록 함",
          voted: false,
          party: { name: "홍익당", color: "#FF7700", image: "images/홍익당.png", selected: false }
        }
      ]
    },
    환경: {
      voted: false,
      promises: [
        {
          no: 1,
          summary: "그린뉴딜경제로 한국사회 대전환",
          contents:
            "10년 안에 재생에너지 전력생산 비중을 40%로 대폭 상향조정하고, 석탄화력발전 조기 가동중지를 반영한 2030년 국가 에너지 믹스 계획 수립\n2030년까지 경유차 완전 퇴출 및 전기차 대체로 2030년 1,000만 전기자동차 시대 개막, 내연기관차 신규판매 제한 및 도심진입 금지 확대\n전국 고속도로뿐만 아니라 도시별 주요 거점 충전 인프라를 설치하여 전기차 보급에 따른 충전문제 해결\n고속도로 휴게소의 태양광 그늘막, 소음차단벽, 태양광 터널 등 태양광 발전 인프라를 구축하는 에코 고속도로(eco-highway)를 추진\n20년 이상, 20평 이하 저소득층 주택을 중심으로 한 ‘그린 리모델링 존(Green Remodeling Zone)’ 지정, 연간 20만호 주택 그린 리모델링을 통해 에너지 효율화 달성\n새로 짓는 모든 공공임대주택은 탄소 넷-제로 건물로 공급하여 환경과 효율, 편의를 제공하는 주거복지 실현\n‘그린뉴딜 전환 안전망 기금’을 조성하여 전환과정에서 불이익을 받는 노동자와 중소상공인들을 위한 재교육센터를 운영하는 한편, 이들에게 일정기간 구직지원, 창업자금 지원, 4대 보험 지원",
          voted: false,
          party: { name: "정의당", color: "#ffcb08", image: "images/정의당.jpg", selected: false }
        },
        {
          no: 20,
          summary: "미세먼지 50% 감축 및 호남권 등 환경일자리 100만개 창출",
          contents:
            "한국판 그린뉴딜‘녹색경제 10년 민생뉴딜 프로젝트’추진을 통해 미세먼지·온실가스는 50% 줄이고, 새로운 환경일자리 100만 개를 창출하여 지속가능한 발전 도모\n미세먼지 대응! 전국 초등학교에 가상현실(VR) 체육관 보급\n통유리 건물 금지법 등 도시 에너지 50% 효율화로 50만개 일자리 창출\n기후변화 대응 및 미세먼지 관련 녹색기술 육성으로 환경일자리 20만개 창출\n2030년, 석탄 가스 등 화석연료 기반에너지 50% 감축과 일자리 30만개 창출",
          voted: false,
          party: { name: "민생당", color: "#01a860", image: "images/민생당.jpg", selected: false }
        },
        {
          no: 47,
          summary: "미세먼지 대책",
          contents:
            "석탄발전소 완전 퇴출(겨울, 봄철 석탄발전 가동 중단, 노후 석탄발전소 수명연장 중단 및 조기폐쇄 등)\n사업장 미세먼지 관리 강화(대기오염물질 배출허용기준 강화, 대기오염 총량관리지역 확대, 대기배출부과금 오염자 부담원칙 실현, 사업장 대기오염 배출량 실시간 공개)\n어린이 통학차량 친환경차 전환 의무화 및 지원 확대",
          voted: false,
          party: { name: "민중당", color: "#f26522", image: "images/민중당.png", selected: false }
        },
        {
          no: 68,
          summary: "환경개선을 통해 안전하고 살기 좋은 나라 만들기",
          contents:
            "코로나19(우한 폐렴)과 같은 전염성 질환의 발생시 대처 방안 마련\n전염성 질환의 발생지에 대한 여행 금지 등의 원천차단 법제화\n마스크 부족 사태를 사전에 예방할 수 있는 공공부문에서 공급책 마련\n석탄화력발전소의 폐지 또는 감축하고 원자력발전의 즉각 재개\n미세먼지를 많이 배출하는 경유 차량의 감소를 위한 정책 수립\n미세먼지의 주발생지인 중국에 대한 적극적인 대응 방안 시행\n4대강 상류에 댐 구축을 통해 수자원의 안정적 관리기반 조성\n4대강 주변에 정수시설 신설 등 4대강 개발의 마무리 정책 수립\n산을 깎는 등 환경을 훼손하고 있는 태양광 발전소의 즉각 철거\n훼손된 환경의 원상회복 및 관련 책임자에 대한 처벌",
          voted: false,
          party: {
            name: "친박신당",
            color: "#E20010",
            image: "images/친박신당.jpg",
            selected: false
          }
        },
        {
          no: 91,
          summary: "탈이념, 친환경, 친경제 온-오프라인 캠페인 정책연대정당으로 한국정당사의 새지평",
          contents:
            "탈이념 친환경 ․ 저비용 고효율 ․ 범시민 친(親)시장 ․ 전(全)당원의 친구화 ․ 친환경 고소득의 정당을 지향\n모든 조직과 활동은 지구환경 살리기운동에 적극 동참",
          voted: false,
          party: {
            name: "가자환경당",
            color: "#B0E8BD",
            image: "images/가자환경당.png",
            selected: false
          }
        },
        {
          no: 92,
          summary: "비닐플라스틱 쓰레기 100% ‘재활용’",
          contents:
            "쓰레기를 돈으로 만들어 쓰레기 문제를 해결\n가장 고질적인 비닐플라스틱쓰레기를 100% ‘재활용’ 정책으로 대한민국 쓰레기 정책을 획기적으로 혁신",
          voted: false,
          party: {
            name: "가자환경당",
            color: "#B0E8BD",
            image: "images/가자환경당.png",
            selected: false
          }
        },
        {
          no: 93,
          summary: "무본드 무라벨 페트병 100% 재활용",
          contents:
            "페트병 라벨을 유해 본드로 접착(잔류 본드로 인해 고급의 섬유나 식품용기로의 사용 불가, 본드로 붙인 상표를 떼기 위해 고온의 양잿물로 장시간 세척하고 있어 2차오염 및 미세먼지 발생)하도록 하는 규제 철폐\n무본드 절취선 라벨의 폐페트병은 고가의 재화로서 중요한 자원이므로 폐페트병을 고가의 재화로 재활용할 수 있게 입법화하여 쓰레기 대란 해결",
          voted: false,
          party: {
            name: "가자환경당",
            color: "#B0E8BD",
            image: "images/가자환경당.png",
            selected: false
          }
        },
        {
          no: 94,
          summary: "전국의 235개 120만톤 쓰레기산 100% 제거",
          contents:
            "1년내 전국의 쓰레기산 모조리 제거\n재발 시 땅주인과 처리업자, 실사업자, 위탁자 등을 찾아내어 쌍벌처벌 강화\n향후 신설 쓰레기선별장은 신설 공공기관 옆에 설치하여 관리\n의료폐기물, 산업폐기물은 발생부터 처리까지 처리이력제 실시\n비닐플라스틱 등 악성쓰레기 재활용율 제고",
          voted: false,
          party: {
            name: "가자환경당",
            color: "#B0E8BD",
            image: "images/가자환경당.png",
            selected: false
          }
        },
        {
          no: 95,
          summary: "수돗물 음용율 현 5%에서 50%로 제고(OECD 수준)",
          contents:
            "남한강 낙동강 등 취수원 전역의 주변 오염업체 철폐 및 폐수처리 고도화\n수질검사 결과의 현실화, 고도화 가정의 수도꼭지까지의 수질검사를 실시하여 실제 송수관 신뢰도 제고\n4대강 녹조 개선과 방지책 수립\n상수원 오염업체 처벌기준 상향",
          voted: false,
          party: {
            name: "가자환경당",
            color: "#B0E8BD",
            image: "images/가자환경당.png",
            selected: false
          }
        },
        {
          no: 96,
          summary: "과대포장 OUT - 무포장 OK",
          contents:
            "패키징환경진흥법 제정 – 포장환경에 대한 포괄적인 법안 제정\n3중포장 절대 금지, 과대포장 택배 시정\n포장율 120% 초과 금지 및 위반시 현행 300만원 벌금의 상향\n마트에서 (유럽형) 무포장시스템 도입\n시장 등에서 1회용 비닐봉투 사용금지(※부직포 대체 : 태국 등의 사례)\n재활용이 어려운 코팅종이 포장재 금지\n다양하고 우수한 장바구니 개발 보급과 캠페인을 통한 범국민 의식개선 활동",
          voted: false,
          party: {
            name: "가자환경당",
            color: "#B0E8BD",
            image: "images/가자환경당.png",
            selected: false
          }
        },
        {
          no: 97,
          summary: "미세먼지 OUT – 기후변화 대응",
          contents:
            "대도시 건물옥상 공기 집진정화기 설치\n초등학교 교실에 식물화단 등 설치\n수소 및 전기자동차 대폭 지원\n전기자전거관련 규제 철폐\n신재생에너지 발전율 1%에서 20%로 제고\n원전의 안전성 강화 - 수명초과 원전 폐쇄\n화석화력발전소 폐쇄",
          voted: false,
          party: {
            name: "가자환경당",
            color: "#B0E8BD",
            image: "images/가자환경당.png",
            selected: false
          }
        },
        {
          no: 98,
          summary: "바다살리기 - 아시아 및 태평양 연대를 통한 해양쓰레기 대청소",
          contents:
            "일본의 후쿠시마 방사능 오염수 해양방류 결사반대\n바닷가 고질적인 폐기물, 구조물쓰레기 제거 : 민관군 협력\n전국민 바다살리기 축제화\n중국, 베트남, 필리핀, 태국, 캄보디아, 인도네시아, 일본, 라오스(메콩강) 등 아시아 민관국 환경연대로 해양쓰레기 척결\n태평양 연안국 및 UN연대로 태평양 쓰레기섬 제거(고래살리기)",
          voted: false,
          party: {
            name: "가자환경당",
            color: "#B0E8BD",
            image: "images/가자환경당.png",
            selected: false
          }
        },
        {
          no: 99,
          summary: "감염병 질환 예방 및 치료의 고도화",
          contents:
            "질병관리본부의 전문화 및 감염병 질환 전문연구기관 설치\n공공의료체계 개편을 통한 진단센터 구축과 전문인력 양성\n대규모 무허가 판자촌 정비",
          voted: false,
          party: {
            name: "가자환경당",
            color: "#B0E8BD",
            image: "images/가자환경당.png",
            selected: false
          }
        },
        {
          no: 100,
          summary: "각지역 환경공약",
          contents:
            "서울 - (미세먼지 - 대형공기집진정화기 설치, 주택가 쓰레기 수거처리시설 고도화, 도심의 재개발지역 거주환경 개선)\n부산,경남 - (낙동강 수질살리기, 동천 등 도심하천살리기, 생곡, 창원 등 쓰레기처리장 정비)\n울산 - (태화강 살리기, 노후 원전 폐기, 방사능폐기물 처리산업 지원)\n제주 - (삼다수 유해본드 라벨접착 금지, 바다살리기, 쓰레기처리장, 소각장 정비, 난개발 방지)\n인천,경기 - (수도권 쓰레기 매립지 정비, 페트병 양잿물세척 처리시스템 정비, 수도배관 정비, 고도화)\n대구,경북 - (경북의성 쓰레기산 완벽 제거, 염색공단 폐수정비, 감염병 연구소, 진단센터 설치)\n충청 - (화력발전소 줄이기, 신재생에너지 확산, 쓰레기 소각장 정비, 쓰레기산 집중 제거)\n강원 - (골프장 난개발 금지, 케이블카정책 민관협력 수립, 청정자연 관광특구 확대)",
          voted: false,
          party: {
            name: "가자환경당",
            color: "#B0E8BD",
            image: "images/가자환경당.png",
            selected: false
          }
        },
        {
          no: 145,
          summary: "즉시 탈핵과 2050 탄소제로를 위한 사업정지특별조치법 제정",
          contents:
            "2035년까지 모든 핵발전소의 가동을 완전 중단하고 폐쇄하고 2050년까지 탄소배출제로화 달성할 수 있는 국가 정책 수립과 입법",
          voted: false,
          party: { name: "노동당", color: "#EA8788", image: "images/노동당.png", selected: false }
        },
        {
          no: 151,
          summary: "탈탄소 경제사회로의 정의로운 대전환 ‘기후·에너지’",
          contents:
            "2050 탄소배출제로 달성과 기후정의 확립\n기후변화 피해로부터 시민보호\n2030 탈핵\n원자력특권구조 철폐\n에너지효율 확대와 2030년까지 에너지소비 50% 절감\n2050년까지 100% 재생에너지\n에너지 기본권 및 분권보장과 민주적 에너지전환",
          voted: false,
          party: { name: "녹색당", color: "#E06C97", image: "images/녹색당.png", selected: false }
        },
        {
          no: 188,
          summary: "기후행동 참여소득",
          contents:
            "전 국민적인 ‘기후위기 대응행동(이하 기후행동)’을 촉진하는 정책 도입\n사회적 공론화를 통해 온실가스 배출 감소에 기여하는 ‘기후행동’ 항목과 배점을 결정\n기후행동’을 이행한 개인에게 이행한 항목과 배점에 따라 정기적인 ‘참여소득’ 지급",
          voted: false,
          party: { name: "미래당", color: "#937674", image: "images/미래당.png", selected: false }
        },
        {
          no: 197,
          summary: "기후위기를 기회로 삼아 지구와 인류의 지속가능성을 실현하겠습니다.",
          contents:
            "생태가치 추구(범지구적 기후위기에 대응 및 동참, 생태적 가치를 물질 풍요보다 상위 가치로 인식 등)\n신재생 에너지 확대 및 일자리 창출(에너지 저소비형 산업구조 지향, 신재생에너지 확대 지원)\n미세먼지 걱정 없는 쾌적한 대기환경 조성(미세먼지 발생원인 규명, 석탄발전 축소 등)\n동북아지역 에너지 협력 및 원전위원회 구축\n정부, 공기업, 기업 사회적 책임 강화(지속가능성보고서 의무화)\n에너지 복지 확충(상대적으로 저렴한 에너지 보급을 확대, 지방 중소도시 등 소외지역에 대한 도시가스 보급 확대 추진 등)",
          voted: false,
          party: {
            name: "미래민주당",
            color: "#8F1C86",
            image: "images/미래민주당.jpg",
            selected: false
          }
        }
      ]
    }
  },
  parties: {
    민생당: { name: "민생당", color: "#01a860", image: "images/민생당.jpg", selected: false },
    친박신당: { name: "친박신당", color: "#E20010", image: "images/친박신당.jpg", selected: false },
    기독자유통일당: {
      name: "기독자유통일당",
      color: "#51C28A",
      image: "images/기독자유통일당.png",
      selected: false
    },
    미래당: { name: "미래당", color: "#937674", image: "images/미래당.png", selected: false },
    미래민주당: {
      name: "미래민주당",
      color: "#8F1C86",
      image: "images/미래민주당.jpg",
      selected: false
    },
    새벽당: { name: "새벽당", color: "#E8E263", image: "images/새벽당.png", selected: false },
    한국경제당: {
      name: "한국경제당",
      color: "#F58229",
      image: "images/한국경제당.png",
      selected: false
    },
    정의당: { name: "정의당", color: "#ffcb08", image: "images/정의당.jpg", selected: false },
    국민의당: { name: "국민의당", color: "#EA5504", image: "images/국민의당.png", selected: false },
    민중당: { name: "민중당", color: "#f26522", image: "images/민중당.png", selected: false },
    우리공화당: {
      name: "우리공화당",
      color: "#00A651",
      image: "images/우리공화당.jpg",
      selected: false
    },
    코리아: { name: "코리아", color: "#773959", image: "images/코리아.png", selected: false },
    "가자!평화인권당": {
      name: "가자!평화인권당",
      color: "#CB465C",
      image: "images/가자_평화인권당.png",
      selected: false
    },
    국가혁명배당금당: {
      name: "국가혁명배당금당",
      color: "#DF4801",
      image: "images/국가혁명배당금당.png",
      selected: false
    },
    국민참여신당: {
      name: "국민참여신당",
      color: "#BE39DD",
      image: "images/국민참여신당.png",
      selected: false
    },
    노동당: { name: "노동당", color: "#EA8788", image: "images/노동당.png", selected: false },
    대한민국당: {
      name: "대한민국당",
      color: "#A82947",
      image: "images/대한민국당.gif",
      selected: false
    },
    충청의미래당: {
      name: "충청의미래당",
      color: "#39976F",
      image: "images/충청의미래당.jpg",
      selected: false
    },
    통일민주당: {
      name: "통일민주당",
      color: "#F509C8",
      image: "images/통일민주당.png",
      selected: false
    },
    홍익당: { name: "홍익당", color: "#FF7700", image: "images/홍익당.png", selected: false },
    미래한국당: {
      name: "미래한국당",
      color: "#be055f",
      image: "images/미래한국당.png",
      selected: false
    },
    국민새정당: {
      name: "국민새정당",
      color: "#C24EDB",
      image: "images/국민새정당.png",
      selected: false
    },
    대한당: { name: "대한당", color: "#33B27D", image: "images/대한당.png", selected: false },
    자유당: { name: "자유당", color: "#477C1E", image: "images/자유당.png", selected: false },
    한국복지당: {
      name: "한국복지당",
      color: "#A40C5A",
      image: "images/한국복지당.png",
      selected: false
    },
    녹색당: { name: "녹색당", color: "#E06C97", image: "images/녹색당.png", selected: false },
    여성의당: { name: "여성의당", color: "#AF5678", image: "images/여성의당.jpg", selected: false },
    자영업당: { name: "자영업당", color: "#DBBBE2", image: "images/자영업당.jpg", selected: false },
    가자환경당: {
      name: "가자환경당",
      color: "#B0E8BD",
      image: "images/가자환경당.png",
      selected: false
    }
  }
};
